Repository: kakik0u/atm
Catalog: Platform/*.lproj/Localizable.strings
Languages: ar, es_419, fi, fr, ru, zh_hant

source: Duplicate this VM along with all its data.
ar: تكرار هذه الآلة الافتراضية مع جميع بياناتها.
es_419: Duplica esta VM junto con todos sus datos.
fr: Duplique cette VM avec toutes ses données.
ru: Дублируйте эту ВМ вместе со всеми её данными.
zh_hant: 複製此虛擬機和其所有資料。

source: Download and mount the guest support package for Windows. This is required for some features including dynamic resolution and clipboard sharing.
ar: قم بتنزيل وتحميل حزمة دعم الضيف لنظام Windows. هذا مطلوب لبعض الميزات بما في ذلك الدقة الديناميكية ومشاركة الحافظة.
es_419: Descargar y montar el paquete de soporte de invitado para Windows. Esto es necesario para algunas funcionalidades como la resolución automática y el uso compartido del portapapeles.
fr: Télécharge et monte le paquet de prise en charge de l’invité Windows. Ceci est requis pour certaines fonctionnalités telles que la résolution dynamique et le partage du presse-papiers.
ru: Загрузите и смонтируйте пакет гостевой поддержки для Windows. Он необходим для работы некоторых функций, включая динамическое разрешение и общий доступ к буферу обмена.
zh_hant: 下載並裝載 Windows 的客體支援套件。某些功能如「動態解析度」和「剪貼簿共享」需要這個套件。

source: Download and mount the guest tools for Windows.
ar: قم بتنزيل وتحميل أدوات الضيف لنظام Windows.
es_419: Descargar y montar las herramientas de invitado de Windows.
fr: Télécharge et monte les outils pour l’invité Windows
ru: Загрузите и смонтируйте гостевые инструменты для Windows.
zh_hant: 下載並裝載 Windows 的客體支援套件。

source: Download Windows 11 for ARM64 Preview VHDX
ar: تنزيل Windows 11 لمعاينة ARM64 VHDX.
es_419: Descargar imagen VHDX de la Preview de Windows 11 para ARM64
fi: Lataa Windows 11 for ARM64 Preview VHDX
ru: Скачать Windows 11 Preview VHDX для ARM64
zh_hant: 下載 Windows 11 for ARM64 Preview VHDX

source: Downscaling
ar: تقليص.
es_419: Reducción de escala
fi: Skaalaus
fr: Réduction de définition
ru: Уменьшение масштаба
zh_hant: 縮小影像解析度

source: Edit
ar: تحرير.
es_419: Editar
fi: Muokkaa
fr: Modifier
ru: Изменить
zh_hant: 編輯

source: Edit selected VM
ar: تحرير الآلة الافتراضية المحددة.
es_419: Editar la VM seleccionada
fi: Muokkaa valittua virtuaalikonetta
fr: Paramétrer la VM sélectionnée
ru: Изменить выбранную ВМ
zh_hant: 編輯選取虛擬機

source: Edit…
ar: تحرير...
es_419: Editar...
fr: Modifier…
ru: Изменить…
zh_hant: 編輯…

source: Emulated Audio Card
ar: بطاقة صوت محاكية.
es_419: Tarjeta de audio emulada
fi: Emuloitu äänikortti
fr: Carte son émulée
ru: Эмулируемая аудиокарта
zh_hant: 模擬音效卡

source: Emulated Display Card
ar: بطاقة عرض محاكية.
es_419: Tarjeta gráfica emulada
fi: Emuloitu näyttökortti
fr: Carte graphique émulée
ru: Эмулируемая видеокарта
zh_hant: 模擬顯示卡

source: Emulated Network Card
ar: بطاقة شبكة محاكية.
es_419: Tarjeta de red emulada
fi: Emuloitu verkkokortti
fr: Carte réseau émulée
ru: Эмулируемая сетевая карта
zh_hant: 模擬網路卡

source: Emulated Serial Device
ar: جهاز تسلسلي محاكي.
es_419: Dispositivo serial emulado
fi: Emuloitu sarjalaite
fr: Appareil Série émulé
ru: Эмулированный последовательный порт
zh_hant: 模擬序列裝置

source: Enable Balloon Device
ar: تمكين جهاز Balloon.
es_419: Habilitar el dispositivo Balloon
fr: Activer l’appareil Balloon
ru: Включить устройство для раздувания памяти
zh_hant: 啟用 Balloon 裝置

source: Enable Entropy Device
ar: تمكين جهاز Entropy.
es_419: Habilitar el dispositivo de entropía
fr: Activer l’appareil Entropy
ru: Включить энтропийное устройство
zh_hant: 啟用 Entropy 裝置

source: Enable hardware OpenGL acceleration
ar: تمكين تسريع OpenGL بالعتاد.
es_419: Habilitar la aceleración OpenGL por hardware
fi: Ota käyttöön laitteiston OpenGL-kiihdytys
ru: Включить аппаратное ускорение OpenGL
zh_hant: 啟用 OpenGL 硬體加速

source: Enable Keyboard
ar: تمكين لوحة المفاتيح.
es_419: Habilitar el teclado
fr: Activer le clavier
ru: Включить клавиатуру
zh_hant: 啟用鍵盤

source: Enable Pointer
ar: تمكين المؤشر.
es_419: Habilitar el puntero
fr: Activer le pointeur (souris)
ru: Включить указатель
zh_hant: 啟用指向裝置

source: Enable Rosetta (x86_64 Emulation)
ar: تمكين Rosetta (محاكاة x86_64).
fr: Activer Rosetta (émulation x86_64)
zh_hant: 啟用 Rosetta（x86_64 模擬）

source: Enable Rosetta on Linux (x86_64 Emulation)
ar: تمكين Rosetta على Linux (محاكاة x86_64).
es_419: Habilitar Rosetta en Linux (Emulación x86_64)
fr: Active Rosetta sur Linux (émulation x86_64)
ru: Включение Rosetta в Linux (эмуляция x86_64)
zh_hant: 在 Linux 啟用 Rosetta（x86_64 模擬）

source: Enable Sound
ar: تمكين الصوت.
es_419: Habilitar sonido
fr: Activer l’audio
ru: Включить звук
zh_hant: 啟用音效卡

source: Engine
ar: محرك.
es_419: Motor
fi: Moottori
fr: Moteur
ru: Движок
zh_hant: 引擎

source: Export all arguments as a text file. This is only for debugging purposes as UTM's built-in QEMU differs from upstream QEMU in supported arguments.
ar: تصدير جميع الوسائط كملف نصي. هذا فقط لأغراض التصحيح حيث أن QEMU المدمج في UTM يختلف عن QEMU الرئيسي في الوسائط المدعومة.
zh_hant: 將所有引數匯出為文字檔。僅供除錯用途，UTM 內建的 QEMU 和上游的 QEMU 支援的引數不同。

source: Export Debug Log
ar: تصدير سجل التصحيح.
es_419: Exportar registro de depuración
fi: Vie virheenkorjausloki
fr: Exporter l’enregistrement du débogage
ru: Экспорт журнала отладки
zh_hant: 匯出除錯日誌

source: External Drive
ar: قرص خارجي
fr: Lecteur externe
zh_hant: 外部磁碟機

source: Fetch latest Windows installer…
ar: احصل على أحدث مثبت لنظام Windows…
zh_hant: 抓取最新的 Windows 安裝工具…

source: Font
ar: خط
es_419: Fuente de letra
fi: Fontti
fr: Police
ru: Шрифт
zh_hant: 字型

source: Force Disable CPU Flags
ar: فرض تعطيل علامات CPU
es_419: Forzar deshabilitado de argumentos de CPU
fi: Pakota poistamaan prosessorin liput käytöstä
fr: Forcer la désactivation des flags du CPU
ru: Принудительно выключить флаги CPU
zh_hant: 強制停用 CPU 旗標

source: Force Enable CPU Flags
ar: فرض تمكين علامات CPU
es_419: Forzar habilitado de argumentos de CPU
fi: Pakota CPU-liput käyttöön
fr: Forcer l’activation des flags du CPU
ru: Принудительно включить флаги CPU
zh_hant: 強制啟用 CPU 旗標

source: Force multicore may improve speed of emulation but also might result in unstable and incorrect emulation.
ar: فرض استخدام عدة أنوية قد يحسن سرعة المحاكاة ولكنه قد يؤدي أيضًا إلى محاكاة غير مستقرة وغير صحيحة.
es_419: Forzar multinúcleo puede mejorar la velocidad de la emulación, pero también puede resultar en una emulación inestable e incorrecta.
fi: Moniytimen pakottaminen voi parantaa emuloinnin nopeutta, mutta se voi myös johtaa epävakaaseen ja virheelliseen emulointiin.
fr: Forcer le multicœurs peut accélérer l’émulation mais également la rendre instable et incorrecte.
ru: Принудительная многоядерность может повысить скорость эмуляции, но при этом может привести к нестабильной и некорректной эмуляции.
zh_hant: 強制使用多核心或許可以提高模擬速度，但也會導致不穩定和模擬錯誤等問題。

source: Force PS/2 controller
ar: فرض استخدام وحدة تحكم PS/2
es_419: Forzar el controlador PS/2
fi: Pakota PS/2-ohjain
fr: Forcer le contrôleur PS/2
ru: Принудительно включить PS/2 контроллер
zh_hant: 強制使用 PS/2 控制器

source: FPS Limit
ar: حد FPS
fr: Limitation de FPS
zh_hant: FPS 上限

source: Go Back
ar: العودة
es_419: Atrás
fi: Palaa
fr: Précédent
ru: Назад
zh_hant: 返回

source: GPU Acceleration Supported
ar: يدعم تسريع GPU
fr: Accélération du GPU prise en charge
ru: Поддержка ускорения с помощью GPU
zh_hant: 支援 GPU 加速

source: Guest Address
ar: عنوان الضيف
es_419: Dirección de invitado
fi: Vierasosoite
fr: Adresse de l’invité
ru: Гостевой адрес
zh_hant: 客體位址

source: Guest Network
ar: شبكة الضيف
es_419: Red de invitado
fi: Vierasverkosto
fr: Réseau de l’invité
ru: Гостевая сеть
zh_hant: 客體網路

source: Guest Network (IPv6)
ar: شبكة الضيف (IPv6)
es_419: Red de invitado (IPv6)
fi: Vierailijaverkko (IPv6)
fr: Réseau de l’invité (IPv6)
ru: Гостевая сеть (IPv6)
zh_hant: 客體網路（IPv6）

source: Guest Port
ar: منفذ الضيف
es_419: Puerto de invitado
fi: Vierassatama
fr: Port de l’invité
ru: Гостевой порт
zh_hant: 客體連線埠

source: Hardware interface on the guest used to mount this image. Different operating systems support different interfaces. The default will be the most common interface.
ar: واجهة الأجهزة على الضيف المستخدمة لتركيب هذه الصورة. تدعم أنظمة التشغيل المختلفة واجهات مختلفة. ستكون القيمة الافتراضية هي الواجهة الأكثر شيوعًا.
fr: Interface matérielle de l’invité utilisée pour monter l’image. Différents systèmes d’exploitation utilisent différentes interfaces. Celle par défaut est la plus commune.
zh_hant: 客體的硬體介面，用來裝載這個映像檔。不同的作業系統支援不同的介面。預設值會是最常見的介面。

source: Hardware OpenGL Acceleration
ar: تسريع OpenGL بالعتاد
es_419: Aceleración de hardware OpenGL
fi: Laitteiston OpenGL-kiihdytys
fr: Accélération matérielle OpenGL
ru: Аппаратное ускорение OpenGL
zh_hant: OpenGL 硬體加速

source: Height
ar: الارتفاع
fr: Hauteur
zh_hant: 高度

source: Hide
ar: إخفاء
es_419: Ocultar
fi: Piilottaa
fr: Masquer
ru: Скрыть
zh_hant: 隱藏

source: Hide dock icon on next launch
ar: إخفاء أيقونة الرصيف في الإطلاق التالي
fr: Masque l’icône dans le dock au prochain démarrage
zh_hant: 下次啟動時隱藏 Dock 圖示

source: Host Address
ar: عنوان المضيف
es_419: Dirección de host
fi: Palvelinsoite
fr: Adresse de l’hôte
ru: Адрес хоста
zh_hant: 主機位址

source: Host Address (IPv6)
ar: عنوان المضيف (IPv6)
es_419: Dirección de host (IPv6)
fi: Palvelinosoite (IPv6)
fr: Adresse de l’hôte (IPv6)
ru: Адрес хоста (IPv6)
zh_hant: 主機位址（IPv6）

source: Host Port
ar: منفذ المضيف
es_419: Puerto de host
fi: Palvelinportti
fr: Port hôte
ru: Порт хоста
zh_hant: 主機連線埠

source: If checked, no drive image will be stored with the VM. Instead you can mount/unmount image while the VM is running.
ar: إذا تم تحديده، فلن يتم تخزين صورة القرص مع الآلة الافتراضية. بدلاً من ذلك، يمكنك تركيب/إلغاء تركيب الصورة أثناء تشغيل الآلة الافتراضية.
fr: Si coché, aucune image de lecteur ne sera enregistrée avec la VM. À la place, vous pouvez monter/démonter une image pendant que la VM est en exécution.
zh_hant: 核取後虛擬機將不儲存磁碟機映像檔。您可以改在虛擬機執行時裝載（或卸除）映像檔。

source: If checked, the CPU flag will be enabled. Otherwise, the default value will be used.
ar: إذا تم تحديده، ستُفعل علامة CPU. خلاف ذلك، سيتم استخدام القيمة الافتراضية.
es_419: Si está marcado, el argumento de CPU se habilitará. De lo contrario, el valor predeterminado será usado.
fi: Jos tämä on valittuna, CPU-lippu otetaan käyttöön. Muussa tapauksessa käytetään oletusarvoa.
fr: Si coché, le flag du CPU sera activé. Dans le cas contraire, les valeurs par défaut seront utilisées.
ru: Если флажок установлен, то флаг CPU будет включен. В противном случае будет использоваться значение по умолчанию
zh_hant: 核取後會啟用 CPU 旗標。反之則使用預設值。

source: If checked, the CPU flag will be disabled. Otherwise, the default value will be used.
ar: إذا تم تحديده، ستُعطل علامة CPU. خلاف ذلك، سيتم استخدام القيمة الافتراضية.
es_419: Si está marcado, el argumento de CPU se deshabilitará. De lo contrario, el valor predeterminado será usado.
fi: Jos tämä on valittuna, CPU-lippu poistetaan käytöstä. Muussa tapauksessa käytetään oletusarvoa.
fr: Si coché, le flag du CPU sera désactivé. Dans le cas contraire, les valeurs par défaut seront utilisées.
ru: Если флажок установлен, то флаг CPU будет отключен. В противном случае будет использоваться значение по умолчанию.
zh_hant: 核取後會停用 CPU 旗標。反之則使用預設值。

source: If checked, the drive image will be stored with the VM.
ar: إذا تم تحديده، ستُخزن صورة القرص مع الآلة الافتراضية.
fr: Si coché, l’image du disque sera stocké avec la VM.
zh_hant: 核取後虛擬機會儲存磁碟機映像檔。

source: If checked, use local time for RTC which is required for Windows. Otherwise, use UTC clock.
ar: إذا تم تحديده، استخدم الوقت المحلي لوحدة RTC المطلوبة لنظام Windows. خلاف ذلك، استخدم ساعة UTC.
es_419: Si está habilitado, usar la hora local para RTC que es requerido en Windows. De otro modo, usar el reloj UTC.
fi: Jos tämä on valittuna, käytä paikallista aikaa RTC:lle, jota Windows vaatii. Muussa tapauksessa käytä UTC-kelloa.
fr: Si coché, utiliser l’heure locale pour le RTC, ce qui est requis pour Windows. Dans le cas contraire, utiliser l’heure UTC.
ru: Если флажок установлен, то для RTC используется местное время, что необходимо для Windows. В противном случае используются часы UTC.
zh_hant: 核取後使用 RTC 時鐘的本地時間（Windows 需要）。反之則使用 UTC 時鐘。

source: If disabled, the default combination Control+Option (⌃+⌥) will be used.
ar: إذا تم تعطيله، سيتم استخدام المجموعة الافتراضية Control + Option (⌃ + ⌥).
fr: Si décoché, la combinaison par défaut Ctrl+Option (⌃+⌥) sera utilisée.
zh_hant: 停用後會採用預設的按鍵組合 Control+Option (⌃+⌥)。

source: If enabled, a virtiofs share tagged 'rosetta' will be available on the Linux guest for installing Rosetta for emulating x86_64 on ARM64.
ar: إذا تم تمكينه، ستكون مشاركة virtiofs المسمى 'rosetta' متاحة على الضيف Linux لتثبيت Rosetta لمحاكاة x86_64 على ARM64.
es_419: Si está habilitado, un directorio compartido de virtiofs con la etiqueta 'rosetta' estará disponible en la VM de Linux para instalar Rosetta para emular x86_64 en ARM64.
fr: Si coché, un partage virtiofs tagué 'rosetta' sera disponible pour l’invité Linux pour installer Roserra pour émuler le x86_64 sur ARM64.
ru: Если эта опция включена, то на гостевом компьютере Linux будет доступен каталог virtiofs с меткой 'rosetta' для установки Rosetta для эмуляции x86_64 на ARM64.
zh_hant: 啟用後，標籤是 “rosetta” 的 virtiofs 共享將可以在 Linux 客體使用，用來安裝在 ARM64 模擬 x86_64 的 Rosetta。

source: If enabled, any existing screenshot will be deleted the next time the VM is started.
ar: إذا تم تمكينه، سيتم حذف أي لقطة موجودة في المرة التالية التي يتم فيها بدء الآلة الافتراضية.
fr: Si coché, toutes les captures d’écran existantes seront supprimées au prochain démarrage de la VM.
zh_hant: 啟用後，所有現有的螢幕擷圖，將會在下次虛擬機啟動時刪除。

source: If enabled, caps lock will be handled like other keys. If disabled, it is treated as a toggle that is synchronized with the host.
ar: إذا تم تمكينه، سيتم التعامل مع Caps Lock مثل المفاتيح الأخرى. إذا تم تعطيله، سيتم اعتباره مفتاح تبديل متزامن مع المضيف.
fr: Si coché, Verr Maj sera géré comme toutes les autres touches. Si décoché, il sera traité comme un bouton qui sera synchronisé avec l’hôte.
zh_hant: 啟用後 Caps Lock 將被視作一般按鍵。若停用 Caps Lock 將會視作和主機端同步的切換開關。

source: If enabled, input capture will toggle automatically when entering and exiting full screen mode.
ar: إذا تم تمكينه، ستتبدل عملية التقاط الإدخال تلقائيًا عند الدخول والخروج من وضع ملء الشاشة.

source: If enabled, num lock will always be on to the guest. Note this may make your keyboard's num lock indicator out of sync.
ar: إذا تم تمكينه، سيظل Num Lock مفعلًا دائمًا للضيف. لاحظ أن هذا قد يجعل مؤشر Num Lock على لوحة المفاتيح غير متزامن.
zh_hant: 啟用後 Num Lock 在客體將永遠是 on 的。注意這可能導致您鍵盤的 Num Lock 指示燈不同步。

source: If enabled, Option will be mapped to the Meta key which can be useful for emacs. Otherwise, option will work as the system intended (such as for entering international text).
ar: إذا تم تمكينه، سيتم تعيين مفتاح Option إلى مفتاح Meta، مما قد يكون مفيدًا لـ emacs. خلاف ذلك، سيعمل مفتاح Option كما هو مقصود من قبل النظام (مثل إدخال نص دولي).
zh_hant: 啟用後 Option 鍵將對映到 Meta 鍵，若要使用 Emacs 這選項會很實用。反之 Option 將會以系統認為的方式運作（比如輸入國際文字）。

source: If enabled, resizing of the VM window will not be allowed.
ar: إذا تم تمكينه، فلن يُسمح بتغيير حجم نافذة الآلة الافتراضية.
fr: Si coché, il ne sera pas possible de redimensionner la fenêtre de la VM.
zh_hant: 啟用後將不允許調整虛擬機視窗的大小。

source: If enabled, scroll wheel input will be inverted.
ar: إذا تم تمكينه، سيتم عكس إدخال عجلة التمرير.
fr: Si coché, le défilement de la molette de la souris sera inversé.
zh_hant: 啟用後會反轉滾輪輸入的方向。

source: If enabled, the default input devices will be emulated on the USB bus.
ar: إذا تم تمكينه، ستتم محاكاة أجهزة الإدخال الافتراضية على ناقل USB.
es_419: Si está habilitado, los dispositivos de entrada predeterminados serán emulados en el bus de USB.
fi: Jos käytössä, oletussyöttölaitteet emuloidaan USB-väylällä.
fr: Si coché, les appareils d’entrée par défaut seront émulés via le bus USB.
ru: Если эта опция включена, то на шине USB будут эмулироваться устройства ввода по умолчанию.
zh_hant: 啟用後預設的輸入裝置會模擬插在 USB 匯流排。

source: If set, a frame limit can improve smoothness in rendering by preventing stutters when set to the lowest value your device can handle.
ar: إذا تم تعيينه، يمكن أن يحسن حد الإطار من سلاسة العرض من خلال منع التقطيع عند تعيينه لأدنى قيمة يمكن لجهازك التعامل معها.
fr: Si défini, une limite d’image par seconde peut améliorer la fluidité du rendu en empéchant les saccades lorsque vous la réglez sur la valeur la plus basse que votre appareil peut gérer.
zh_hant: 設定後將會限制幀數上限，透過將數值調整到您裝置可以處理過來的最小值來防止卡頓，最終改善算繪的平滑度。

source: If set, boot directly from a raw kernel image and initrd. Otherwise, boot from a supported ISO.
ar: إذا تم تعيينه، يتم التمهيد مباشرة من صورة نواة خام وinitrd. خلاف ذلك، يتم التمهيد من ISO مدعوم.
es_419: Si está habilitado, se iniciará directamente desde una imagen bruta de kernel e initrd. De lo contrario, se iniciará desde una imagen ISO compatible.
fi: Jos asetettu, käynnistä suoraan ytimen raakavedosta ja initrd:stä. Muussa tapauksessa käynnistä tuetulta ISO:lta.
fr: Si défini, démarrer directement à partir d’une image brute de noyau et initrd. Sinon, démarrer à partir d’un ISO pris en charge.
ru: Если значение установлено, то загрузка будет производиться непосредственно с образа ядра и initrd. В противном случае загрузка производится из поддерживаемого ISO.
zh_hant: 設定後將直接從原始核心映像檔或 initrd 開機，否則從支援的 ISO 開機。

source: Image Type
ar: نوع الصورة
es_419: Tipo de imagen
fi: Kuvatyyppi
fr: Type d’image
ru: Тип образа
zh_hant: 映像檔類型

source: Import Drive
ar: استيراد محرك

source: Import VHDX Image
ar: استيراد صورة VHDX
es_419: Importar una imagen VHDX
fi: Importer une image VHDX
fr: Importer une image VHDX
ru: Импортировать образ VHDX
zh_hant: 匯入 VHDX 映像檔

source: Increase the size of the disk image.
ar: زيادة حجم صورة القرص.
fr: Augmente la taille de l’image disque.
zh_hant: 擴大磁碟映像檔的大小。

source: Initial Ramdisk
ar: ذاكرة مؤقتة أولية
es_419: RAMDisk inicial
fi: Alkumuistilevy
fr: Ramdisk initial
ru: Первоначальный ramdisk
zh_hant: 初始 ramdisk

source: Input
ar: إدخال
es_419: Entrada
fi: Syöte
fr: Entrée
ru: Ввод
zh_hant: 輸入

source: Install drivers and SPICE tools
ar: تثبيت برامج التشغيل وأدوات SPICE
es_419: Instalar controladores y herramientas de SPICE
fr: Installer les pilotes et outils SPICE
ru: Установить драйвера и инструменты SPICE
zh_hant: 安裝驅動程式和 SPICE 工具

source: Install Windows 10 or higher
ar: تثبيت Windows 10 أو أعلى
es_419: Instalar Windows 10 o superior
fr: Installer Windows 10 ou plus récent
ru: Установить Windows 10 или новее
zh_hant: 安裝 Windows 10 或更新版本

source: Installation Instructions
ar: تعليمات التثبيت
fr: Instructions d’installation
zh_hant: 安裝指引

source: Instantiate PS/2 controller even when USB input is supported. Required for older Windows.
ar: تكوين وحدة تحكم PS/2 حتى عند دعم إدخال USB. مطلوب لنظم Windows القديمة.
es_419: Iniciar el controlador PS/2 incluso si la entrada USB está soportada. Requerido para versiones de Windows antiguas.
fi: Instantoi PS/2-ohjain, vaikka USB-tuloa tuetaan. Vaaditaan vanhemmille Windowsille.
fr: Instancie le contrôleur PS/2 même lorsque l’entrée en USB est prise en charge. Requis pour les anciens Windows.
ru: Инстанцировать контроллер PS/2, даже если поддерживается USB ввод. Требуется для старых версий Windows.
zh_hant: 即使支援 USB 輸入，依舊實體化 PS/2 控制器。舊版 Windows 需要。

source: Interface
ar: واجهة
es_419: Interfaz
fi: Käyttöliittymä
ru: Интерфейс
zh_hant: 介面

source: IPSW Install Image
ar: صورة تثبيت IPSW
fr: Image d’installation IPSW
zh_hant: IPSW 安裝映像檔

source: JIT Cache
ar: ذاكرة التخزين المؤقت JIT
es_419: Caché de JIT
fi: JIT-välimuisti
fr: Cache du JIT
ru: Кэш JIT
zh_hant: JIT 快取

source: Kernel
ar: نواة
es_419: Núcleo (Kernel)
fi: Ydin
fr: Noyau (Kernel)
ru: Ядро (Kernel)
zh_hant: 核心

source: Kernel Image
ar: صورة النواة
fr: Image du noyau
zh_hant: 核心映像檔

source: Keyboard
ar: لوحة المفاتيح
es_419: Teclado
fi: Näppäimistö
fr: Clavier
ru: Клавиатура
zh_hant: 鍵盤

source: MAC Address
ar: عنوان MAC
es_419: Dirección MAC
fi: Mac osoite
fr: Adresse MAC
ru: MAC Адрес
zh_hant: MAC 地址

source: Machine
ar: آلة افتراضية
es_419: Máquina
ru: Машина

source: Maintenance
ar: صيانة
ru: Обслуживание
zh_hant: 維護

source: Mode
ar: وضع
es_419: Modo
ru: Режим
zh_hant: 模式

source: Modify settings for this VM.
ar: تعديل إعدادات هذه الآلة الافتراضية.
es_419: Modificar la configuración de esta VM
fr: Changer les réglages de cette VM.
ru: Изменить параметры этой ВМ
zh_hant: 修改此虛擬機的設定。

source: Mouse
ar: ماوس
fr: Souris
ru: Мышь
zh_hant: 滑鼠

source: Move
ar: نقل
fr: Déplacer
zh_hant: 移動

source: Move…
ar: نقل…
es_419: Mover...
fr: Déplacer…
ru: Переместить…
zh_hant: 移動…

source: Move selected VM
ar: نقل الآلة الافتراضية المحددة
es_419: Mover la VM seleccionada
fi: Siirrä valittu VM
fr: Déplacer la VM sélectionnée
ru: Переместить выбранную ВМ
zh_hant: 移動選擇的虛擬機

source: Move this VM from internal storage to elsewhere.
ar: نقل هذه الآلة الافتراضية من التخزين الداخلي إلى مكان آخر.
es_419: Mover esta VM del almacenamiento interno a otro lugar.
fr: Déplace cette VM depuis le stockage interne vers ailleurs.
ru: Переместите эту ВМ из внутреннего хранилища в другое место.
zh_hant: 將這個虛擬機從內部空間移到其他地方。

source: Network Mode
ar: وضع الشبكة
es_419: Modo de red
fi: Verkkotila
fr: Mode du réseau
ru: Сетевой режим
zh_hant: 網路模式

source: New Drive
ar: محرك جديد

source: New from template…
ar: جديد من القالب…
es_419: Nuevo desde plantilla...
fr: Nouvelle VM basée sur ce modèle…
ru: Новая из шаблона…
zh_hant: 從樣板建立…

source: New Shared Directory…
ar: دليل مشترك جديد…
fr: Nouveau dossier partagé…
zh_hant: 新增共享檔案夾…

source: New VM
ar: آلة افتراضية جديدة
es_419: Nueva VM
fi: Uusi VM
fr: Nouvelle VM
ru: Новая ВМ
zh_hant: 新增虛擬機

source: Older versions of UTM added each IDE device to a separate bus. Check this to change the configuration to place two units on each bus.
ar: أضافت الإصدارات القديمة من UTM كل جهاز IDE إلى ناقل منفصل. تحقق من ذلك لتغيير التكوين لوضع وحدتين على كل ناقل.
zh_hant: 舊版 UTM 將每個 IDE 裝置加到獨立的匯流排中。核取這個選項，會將這個組態更改為每 2 個裝置 1 個匯流排。

source: Only available if host architecture matches the target. Otherwise, TCG emulation is used.
ar: متاح فقط إذا كانت بنية المضيف تتطابق مع الهدف. خلاف ذلك، يتم استخدام محاكاة TCG.
es_419: Sólo disponible si la arquitectura host coincide con la del invitado. De otro modo, se utiliza la emulación TCG.
fi: Käytettävissä vain, jos isäntäarkkitehtuuri vastaa kohdetta. Muussa tapauksessa käytetään TCG-emulointia.
fr: Disponible uniquement si l’architecture de l’hôte est la même que celle de l’invité. Dans le cas contraire, l’émulation TCG est utilisée.
ru: Доступно только в том случае, если архитектура хоста совпадает с целевой. В противном случае используется эмуляция TCG.
zh_hant: 只在主機架構和目的平台架構相同時可以使用。否則使用 TCG 模擬。

source: Only available on macOS virtual machines.
ar: متاح فقط على الآلات الافتراضية macOS.
fr: Uniquement disponible sur les machines virtuelles macOS.
zh_hant: 只能在 macOS 虛擬機上使用。

source: Only available when Hypervisor is used on supported hardware. TSO speeds up Intel emulation in the guest at the cost of decreased performance in general.
ar: متاح فقط عند استخدام Hypervisor على الأجهزة المدعومة. TSO يسرع من محاكاة Intel في الضيف على حساب انخفاض الأداء بشكل عام.
zh_hant: 只有 Hypervisor 在支援的硬體上使用時才能使用。TSO 加速客體的 Intel 模擬速度，而降低通常情況下的效能。

source: Open VM Settings
ar: فتح إعدادات الآلة الافتراضية
es_419: Abrir configuración de la VM
fi: Avaa VM-asetukset
fr: Ouvrir les réglages de la VM
ru: Открыть параметры ВМ
zh_hant: 開啟虛擬機設定
