Repository: kakik0u/atm
Catalog: Platform/*.lproj/Localizable.strings
Languages: ar, es_419, fi, fr, ru, zh_hant

source: (empty)
ar: (فارغ)
es_419: (vacío)
fi: （tyhjä）
fr: (vide)
ru: (пусто)
zh_hant: （無）

source: (New Drive)
ar: (قرص جديد)
es_419: (Nuevo Disco)
fr: (Nouveau lecteur)
ru: (Новый Диск)
zh_hant: （新磁碟機）

source: (new)
ar: (جديد)
es_419: (nuevo)
fr: (nouveau)
ru: (новый)
zh_hant: （新增）

source: (Unavailable)
ar: (غير متاح)
es_419: (No disponible)
fr: (Non disponible)
ru: (Недоступно)
zh_hant: （無法使用）

source: %@ (Display %lld)
ar: %1$@ (العرض %2$lld)
es_419: %1$@ (Monitor %2$lld)
ru: %1$@ (Экран %2$lld)
zh_hant: %1$@（顯示器 %2$lld）

source: %@ (Terminal %lld)
ar: %1$@ (الوحدة الطرفية %2$lld)
es_419: %1$@ (Terminal %2$lld)
ru: %1$@ (Терминал %2$lld)
zh_hant: %1$@（終端機 %2$lld）

source: %@ Drive
ar: %@ قرص
es_419: Unidad %@
fi: Asema %@
fr: Lecteur %@
ru: Диск %@
zh_hant: %@ 磁碟機

source: %@ Image
ar: %@ صورة
es_419: Imagen %@
ru: Образ %@
zh_hant: %@ 映像檔

source: %@ remaining
ar: المتبقي %@
es_419: %@ restante
fr: %@ restant
ru: %@ осталось
zh_hant: 剩下 %@

source: %1$@ of %2$@ (%3$@)
ar: %1$@ من %2$@ (%3$@)
es_419: %1$@ de %2$@ (%3$@)
fr: %1$@ sur %2$@ (%3$@)
ru: %1$@ из %2$@ (%3$@)

source: A valid backend must be specified.
ar: يجب تحديد واجهة خلفية صالحة
zh_hant: 需要指定有效的後端。

source: A valid configuration must be specified.
ar: يجب تحديد تكوين صالح.
zh_hant: 需要指定有效的組態。

source: A valid kernel image must be specified.
ar: يجب تحديد صورة نواة صالحة.
es_419: Debes especificar una imagen kernel válida.
fr: Une image de noyau valide doit être spécifiée.
ru: Должен быть указан корректный образ ядра.
zh_hant: 需要指定有效的核心映像檔。

source: Add…
ar: إضافة...
es_419: Agregar…
fr: Ajouter…
ru: Добавить…
zh_hant: 新增…

source: Additional Options
ar: خيارات إضافية
es_419: Opciones adicionales
fr: Options supplémentaires
ru: Дополнительные опции
zh_hant: 其他選項

source: Additional Settings
ar: إعدادات إضافية
es_419: Configuración Adicionales
fi: Lisäasetukset
fr: Réglages complémentaires
ru: Дополнительные параметры
zh_hant: 其他設定

source: Advanced
ar: متقدم
es_419: Avanzado
fi: Lisäasetukset
fr: Avancé
ru: Дополнительно
zh_hant: 進階

source: Allocating too much memory will crash the VM.
ar: سيؤدي تخصيص الكثير من الذاكرة إلى تعطل الآلة الافتراضية.
es_419: Reservar mucha memoria bloqueará la VM.
fr: La VM va planter si vous allouez trop de mémoire.
ru: Выделение слишком большого объема памяти приведет к вылету ВМ.
zh_hant: 配置過多記憶體會導致虛擬機當機。

source: AltJIT error: %@
ar: AltJIT خطأ：%@
es_419: Error de AltJIT: %@
fr: Erreur AltJIT : %@
ru: Ошибка AltJIT: %@
zh_hant: AltJIT 發生錯誤：%@

source: An existing virtual machine already exists with this name.
ar: يوجد جهاز ظاهري موجود بالفعل بهذا الاسم.
es_419: Ya existe una máquina virtual con este nombre.
fi: Tällä nimellä on jo olemassa virtuaalikone.
fr: Il esiste déjà une machine vrituelle portant ce nom.
ru: Виртуальная машина с таким именем уже существует.
zh_hant: 已存在同名虛擬機。

source: An internal error has occurred.
ar: حدث خطأ داخلي.
es_419: Ha ocurrido un error interno.
fr: Une erreur interne est survenue.
ru: Произошла внутренняя ошибка.
zh_hant: 發生內部錯誤。

source: An invalid value of '%@' is used in the configuration file.
ar: تم استخدام قيمة غير صالحة لـ'%@' في ملف التكوين.
es_419: Un valor inválido de “%@“ está siendo usado en el archivo de configuración.
fr: Une valeur non valide de '%@' est utilisée dans le fichier de configuration.
ru: В конфигурационном файле используется недопустимое значение '%@'.
zh_hant: 組態檔案中有使用無效的「%@」值。

source: An operation is already in progress.
ar: هناك عملية قيد التقدم بالفعل.

source: An unknown QEMU error has occurred.
ar: لقد حدث خطأ QEMU غير معروف.
zh_hant: 發生未知的 QEMU 錯誤。

source: Any unsaved changes will be lost.
ar: سيتم فقدان أي تغييرات غير محفوظة.
es_419: Cualquier cambio no guardado se perderá.
fr: Tout changement apporté sera perdu.
ru: Любые несохраненные изменения будут потеряны.
zh_hant: 將遺失未儲存的更改。

source: Approve
ar: 批准

source: Architecture
ar: المعمارية
es_419: Arquitectura
fi: Arkkitehtuuri
ru: Архитектура
zh_hant: 系統架構

source: Are you sure you want to exit UTM?
ar: هل أنت متأكد أنك تريد الخروج من UTM؟
es_419: ¿Estás seguro/a de querer cerrar UTM?
fi: Haluatko varmasti poistua UTM:stä?
fr: Voulez-vous vraiment quitter UTM ?
ru: Вы уверены что хотите выйти из UTM?
zh_hant: 您確定要結束 UTM 嗎？

source: Are you sure you want to permanently delete this disk image?
ar: هل أنت متأكد أنك تريد حذف صورة القرص هذه نهائيًا؟
es_419: ¿Estás seguro/a de querer eliminar permanentemente esta imagen de disco?
fi: Haluatko varmasti poistaa tämän levyvedoksen pysyvästi?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette image disque ?
ru: Вы уверены что хотите навсегда удалить этот образ диска?
zh_hant: 您確定要永久刪除此磁碟映像檔嗎？

source: Are you sure you want to reset this VM? Any unsaved changes will be lost.
ar: هل أنت متأكد أنك تريد إعادة تعيين هذا الجهاز الافتراضي؟ سيتم فقدان أي تغييرات غير محفوظة.
es_419: ¿Estás seguro/a de querer reiniciar esta VM? Se perderá cualquier cambio no guardado.
fi: Haluatko varmasti nollata tämän virtuaalikoneen? Kaikki tallentamattomat muutokset menetetään.
fr: Êtes-vous sûr de vouloir réinitialiser cette VM ? Tout changement apporté sera perdu.
ru: Вы уверены, что хотите перезапустить эту ВМ? Все несохраненные изменения будут потеряны.
zh_hant: 您確定要重設這台虛擬機嗎？這樣會遺失所有未儲存更改。

source: Are you sure you want to stop this VM and exit? Any unsaved changes will be lost.
ar: هل أنت متأكد أنك تريد إيقاف هذا الجهاز الافتراضي والخروج؟ سيتم فقدان أي تغييرات غير محفوظة.
es_419: ¿Estás seguro/a de querer detener esta VM y salir? Se perderá cualquier cambio no guardado.
fi: Haluatko varmasti pysäyttää tämän VM:n ja poistua? Kaikki tallentamattomat muutokset menetetään.
fr: Êtes-vous sûr de vouloir arrêter cette VM et quitter ? Tout changement apporté sera perdu.
ru: Вы уверены, что хотите остановить эту ВМ и выйти? Все несохраненные изменения будут потеряны.
zh_hant: 您確定要停止這台虛擬機並結束嗎？這樣會遺失所有未儲存更改。

source: Authentication
ar: المصادقة

source: Automatic
ar: تلقائي
zh_hant: 自動

source: Automatic Serial Device (max 4)
ar: جهاز تسلسلي تلقائي (بحد أقصى 4)
es_419: Dispositivo serial automático (máx 4)
fi: Automaattinen sarjalaite (max 4)
fr: Appareil Série automatique (max 4)
ru: Автоматическое последовательное устройство (не более 4)
zh_hant: 自動序列裝置（最多 4 個）

source: Block
ar: 屏蔽

source: Blocked
ar: حظر

source: Bold
ar: عريض
es_419: Negrita
fr: Gras
ru: Жирный
zh_hant: 粗體

source: Boot
ar: تمهيد
ru: Загрузка
zh_hant: 開機

source: Boot Arguments
ar: أوامر التمهيد
es_419: Argumentos de arranque
fi: Käynnistysargumentit
fr: Arguments de démarrage
ru: Аргументы загрузки
zh_hant: 開機引數

source: Boot Image Type
ar: نوع صورة التمهيد
es_419: Tipo de imagen de arranque
fi: Käynnistyskuvan tyyppi
fr: Type d’image de démarrage
ru: Тип загрузочный образа
zh_hant: 開機映像檔類型

source: Boot ISO Image
ar: تمهيد صورة ISO
es_419: Imagen ISO de arranque
fi: Käynnistä ISO-kuva
fr: Image ISO de démarrage
ru: Загрузить ISO образ
zh_hant: 開機 ISO 映像檔

source: Boot ISO Image (optional)
ar: الإقلاع من صورة ISO (اختياري)
es_419: Imagen ISO de arranque (opcional)
fi: Käynnistä ISO-kuva (valinnainen)
fr: Image ISO de démarrage (optionnel)
ru: Загрузить ISO образ (опционально)
zh_hant: 開機 ISO 映像檔（可選）

source: Boot VHDX Image
ar: الإقلاع من صورة VHDX
es_419: Imagen VHDX de arranque
fi: Käynnistä VHDX-kuva
fr: Démarrer sur l’image VHDX
ru: Загрузить VHDX образ
zh_hant: 開機 VHDX 映像檔

source: Bridged (Advanced)
ar: موصول (متقدم)
es_419: Puenteada (Avanzado)
fi: Sillattu (edistynyt)
fr: Pont (Avancé)
ru: Сеть с мостом (расширенная)
zh_hant: 橋接（進階）

source: Bridged Settings
ar: إعدادات الموصول
es_419: Configuración del puente
fr: Réglages du pont
ru: Параметры сети с мостом
zh_hant: 橋接設定

source: Browse UTM Gallery
ar: تصفح معرض UTM
es_419: Navegar por la librería de UTM
fi: Selaa UTM-galleriaa
fr: Parcourir la bibliothèque d’UTM
ru: Просмотр галереи UTM
zh_hant: 瀏覽 UTM 資源庫

source: Browse…
ar: تصفح...
es_419: Buscar...
fi: Selaa…
fr: Parcourir…
ru: Обзор…
zh_hant: 瀏覽⋯

source: Build
ar: بناء
zh_hant: 建置

source: Built-in Terminal
ar: وحدة طرفية مدمجة
es_419: Terminal incorporado
fi: Sisäänrakennettu terminaali
fr: Terminal intégré
ru: Встроенный терминал
zh_hant: 內建終端機

source: Busy…
ar: مشغول...
fr: Occupé…
zh_hant: 忙碌…

source: Cancel
ar: إلغاء
es_419: Cancelar
fi: Peruuta
fr: Annuler
ru: Отмена
zh_hant: 取消

source: Cannot access resource: %@
ar: لا يمكن الوصول إلى المورد: %@
es_419: No se puede acceder al recurso: %@
fr: Impossible d’accéder à la ressource : %@
ru: Невозможно получить доступ к ресурсу: %@
zh_hant: 無法存取資源：%@

source: Cannot access TPM data.
ar: لا يمكن الوصول إلى بيانات TPM.
zh_hant: 無法存取 TPM 資料。

source: Cannot create virtual terminal.
ar: لا يمكن إنشاء وحدة طرفية إفتراضية
es_419: No se puede crear la terminal virtual.
fr: Impossible de créer le terminal virtuel.
ru: Не удается создать виртуальный терминал.
zh_hant: 無法建立虛擬終端機。

source: Cannot find AltServer for JIT enable. You cannot run VMs until JIT is enabled.
ar: لا يمكن العثور على AltServer لتمكين JIT. لا يمكنك تشغيل الآلات الافتراضية حتى يتم تمكين JIT.
es_419: No es posible encontrar AltServer habilitado para JIT. No puedes ejecutar las VMs hasta que JIT esté habilitado.
fi: AltServer for JIT käyttöön ei löydy. Et voi ajaa VM:iä ennen kuin JIT on käytössä.
fr: Impossible de trouver AltServer pour activation JIT. Vous ne pouvez pas démarrer de VM tant que JIT n’est pas activé.
ru: Не удается найти AltServer для включения JIT. Запуск виртуальных машин невозможен до тех пор, пока не будет включена функция JIT.
zh_hant: 找不到用來啟用 JIT 的 AltServer。啟用 JIT 後您才可以啟動虛擬機。

source: Cannot find VM with ID: %@
ar: لا يمكن العثور على VM بعنوان ID: %@

source: Cannot import this VM. Either the configuration is invalid, created in a newer version of UTM, or on a platform that is incompatible with this version of UTM.
ar: لا يمكن استيراد هذه الآلة الافتراضية. إما أن التكوين غير صالح، أو تم إنشاؤها في إصدار أحدث من UTM، أو على نظام أساسي غير متوافق مع هذا الإصدار من UTM.
es_419: No se puede importar esta VM. La configuración es inválida, fue creado con una nueva versión de UTM, o en una plataforma que es incompatible con esta versión de UTM.
fi: Tätä VM:ää ei voi tuoda. Joko kokoonpano on virheellinen, se on luotu uudemmassa UTM-versiossa tai alustalla, joka ei ole yhteensopiva tämän UTM-version kanssa.
fr: Impossible d’importer cette VM. La configuration est soit invalide, soit a été créée avec une version plus récente d’UTM, ou sur une plateforme qui n’est pas compatible avec cette version d’UTM.
ru: Невозможно импортировать данную ВМ. Либо конфигурация недействительна, либо создана в более новой версии UTM, либо на платформе, несовместимой с данной версией UTM.
zh_hant: 無法匯入本虛擬機。可能是設定檔無效、建立本虛擬機的 UTM 版本較新，或者是在不相容本 UTM 版本的平台上建立。

source: لا يمكن حجز المنفذ '%@' للوصول الخارجي من NAT. تأكد من عدم قيام أي جهاز آخر على الشبكة بحجزه.
ar: 无法保留端口“%@”用作从 NAT 的外部访问。请确保网络上没有其他设备保留该端口。

source: Caps Lock (⇪) is treated as a key
ar: يتم التعامل مع Caps Lock (⇪) كمفتاح
es_419: Bloq Mayús (⇪) es tratado como una tecla
fi: Caps Lockia (⇪) käsitellään avaimena
fr: Verrr. Maj (⇪) est considéré comme une touche
ru: Caps Lock (⇪) обрабатывается как клавиша
zh_hant: 大寫鎖定鍵 (⇪) 被當作按鍵傳入

source: Capture Input
ar: التقاط المدخلات
es_419: Capturar entrada
fr: Capturer l’entrée
ru: Захват ввода
zh_hant: 擷取輸入

source: Capture input automatically when entering full screen
ar: التقاط المدخلات تلقائيا عند الدخول في وضع ملء الشاشة

source: Captured mouse
ar: الماوس الملتقط
es_419: Mouse capturado
fr: Souris capturée
ru: Захват мышки
zh_hant: 已擷取游標

source: CD/DVD (ISO) Image
ar: CD/DVD (ISO) صورة
es_419: Imagen (ISO) de CD/DVD
fi: Image (ISO) kuvake
fr: Image (ISO) de CD/DVD
ru: CD/DVD (ISO) Образ
zh_hant: CD/DVD (ISO) 映像檔

source: Change
ar: تغيير
es_419: Cambiar
fi: Muuta
fr: Changer
ru: Изменить
zh_hant: 更改

source: Change…
ar: تغيير…
es_419: Cambiar…
fr: Changer…
ru: Изменить…
zh_hant: 更改…

source: Clear
ar: مسح
es_419: Limpiar
fi: Tyhjennä
fr: Effacer
ru: Очистить
zh_hant: 清除

source: Close
ar: إغلاق
es_419: Cerrar
fi: Sulje
fr: Fermer
ru: Закрыть
zh_hant: 關閉

source: Closing this window will kill the VM.
ar: سيؤدي إغلاق هذه النافذة إلى قتل الآلة الإفتراضية.
es_419: Cerrar esta ventana matará la VM.
fr: Fermer cette fenêtre tuera la VM.
ru: Закрытие этого окна приведет к завершению работы ВМ.
zh_hant: 關閉本視窗也將強制中止虛擬機。

source: Confirm
ar: تأكيد
es_419: Confirmar
fi: Vahvista
fr: Confirmer
ru: Подтвердить
zh_hant: 確認

source: Confirm Delete
ar: تأكيد الحذف
es_419: Confirmar eliminación
fi: Vahvista poistaminen
fr: Confirmer la suppression
ru: Подтвердить удаление
zh_hant: 確認刪除

source: Confirmation
ar: التأكيد
es_419: Confirmación
ru: Подтверждение
zh_hant: 確認

source: Connect
ar: إتصال

source: Connected
ar: متصل

source: Connection
ar: الإتصال
es_419: Conexión
ru: Соединение
zh_hant: 連線

source: Connection to the server was lost.
ar: إنقطع الإتصال بالخادم.

source: Console
ar: وحدة التحكم
zh_hant: 主控台

source: Continue
ar: استمرار
es_419: Continuar
fi: Jatka
fr: Continuer
ru: Продолжить
zh_hant: 下一步

source: CoreAudio (Output Only)
ar: CoreAudio (الإخراج فقط)
zh_hant: CoreAudio（只能輸出）

source: Cores
ar: أنوية
es_419: Núcleos
fi: Ytimet
fr: Cœurs
ru: Ядра
zh_hant: 核心數

source: CPU Cores
ar: CPU أنوية
es_419: Núcleos de CPU
fi: Prosessoriytimet
fr: Cœurs de CPU
ru: Ядра CPU
zh_hant: CPU 核心數

source: Create
ar: إنشاء
es_419: Crear
fi: Luo
fr: Créer
ru: Создать
zh_hant: 建立

source: Create a New Virtual Machine
ar: إنشاء آلة افتراضية جديدة
es_419: Crear una nueva Máquina Virtual (VM)
fi: Luo uusi virtuaalikone
fr: Créer une nouvelle Machine Virtuelle (VM)
ru: Создать новую Виртуальную Машину
zh_hant: 建立新虛擬機

source: Custom
ar: مخصص
es_419: Personalizado
fi: Mukautettu
fr: Personnalisé
ru: Пользовательская
zh_hant: 自訂

source: Data not specified.
ar: البيانات غير محددة.
zh_hant: 未指定資料。

source: Debug Logging
ar: تسجيل التصحيح
es_419: Registro de depuración
fi: Virheenkorjausloki
fr: Enregistrement du débogage
ru: Ведение журнала отладки
zh_hant: 除錯日誌

source: Default
ar: إفتراضي
es_419: Por defecto
fi: Oletus
fr: Par défaut
ru: По умолчанию
zh_hant: 預設值

source: Default Cores
ar: الأنوية الإفتراضية
es_419: Núcleos por defecto
fr: Cœurs par défaut
ru: Ядра по умолчанию
zh_hant: 預設核心數

source: Delete
ar: حذف
es_419: Eliminar
fi: Poista
fr: Supprimer
ru: Удалить
zh_hant: 刪除

source: Devices
ar: أجهزة
es_419: Dispositivos
fi: Laitteet
fr: Périphériques
ru: Устройства
zh_hant: 裝置

source: Directory sharing
ar: مشاركة المسار
es_419: Compartir directorio
fr: Partage de dossier
ru: Совместное использование каталогов
zh_hant: 檔案夾共享

source: Disabled
ar: معطل
es_419: Desactivado
fi: Poistettu käytöstä
fr: Désactivé
ru: Отключено
zh_hant: 已停用

source: Disconnect
ar: قطع الإتصال

source: Discovered
ar: مستكشف

source: Disk Image
ar: صورة القرص
es_419: Imagen de disco
fi: Levykuva
fr: Image disque
ru: Образ диска
zh_hant: 磁碟映像檔

source: Display
ar: العرض
es_419: Monitor
fi: Näyttö
fr: Affichage
ru: Дисплей
zh_hant: 顯示器

source: Display %lld: %@
ar: عرض %1$lld：%2$@
es_419: Monitor %1$lld: %2$@
fr: Écran %lld: %@
ru: Дисплей %1$lld: %2$@
zh_hant: 顯示器 %1$lld：%2$@

source: Disposable Mode
ar: وضع يمكن التخلص منه
es_419: Modo desechable
fr: Mode jetable
ru: Режим одноразовой работы
zh_hant: 一次性模式

source: Do not save VM screenshot to disk
ar: لا تقم بحفظ لقطة شاشة آلة إفتراضية على القرص
es_419: No guardar la captura de pantalla de la VM en el disco
fi: Älä tallenna VM-kuvakaappausta levylle
fr: Ne pas enregistrer de capture d’écran de la VM
ru: Не сохранять снимок экрана ВМ на диск
zh_hant: 不要將虛擬機螢幕擷圖寫入磁碟

source: Do not show confirmation when closing a running VM
ar: لا تظهر التأكيد عند إغلاق آلة إفتراضية قيد التشغيل
zh_hant: 關閉執行中虛擬機不彈出確認框

source: Do not show prompt when USB device is plugged in
ar: لا تظهر الموجه عند توصيل جهاز USB
es_419: No mostrar mensaje cuando un dispositivo USB es conectado
fi: Älä näytä kehotetta, kun USB-laite on kytkettynä
fr: Ne pas afficher de message lorsqu’un périphérique USB est connecté
ru: Не показывать подсказку при подключении USB-устройства
zh_hant: 插入 USB 裝置不彈出提示

source: Do you want to copy this VM and all its data to internal storage?
ar: هل تريد نسخ هذه الآلة الافتراضية وجميع بياناتها إلى التخزين الداخلي؟

source: Do you want to delete this VM and all its data?
ar: هل تريد حذف هذه الآلة الافتراضية وجميع بياناتها؟
es_419: ¿Desea eliminar esta VM y todos sus datos?
fi: Haluatko poistaa tämän virtuaalikoneen ja kaikki sen tiedot?
fr: Voulez-vous vraiment supprimer cette VM et toutes ses données ?
ru: Хотите ли вы удалить эту ВМ и все её данные?
zh_hant: 您是否要刪除此虛擬機及其所有資料？

source: Do you want to download '%@'?
ar: هل تريد تنزيل '%@'؟

source: Do you want to duplicate this VM and all its data?
ar: هل تريد تكرار هذه الآلة الافتراضية وجميع بياناتها؟
es_419: ¿Desea duplicar esta VM y todos sus datos?
fi: Haluatko kopioida tämän VM:n ja kaikki sen tiedot?
fr: Voulez-vous dupliquer cette VM et toutes ses données ?
ru: Хотите ли вы дублировать эту ВМ и все её данные?
zh_hant: 您是否要複製此虛擬機及其所有資料？

source: Do you want to force stop this VM and lose all unsaved data?
ar: هل تريد إيقاف هذه الآلة الافتراضية قسريًا وفقدان جميع البيانات غير المحفوظة؟
es_419: ¿Desea detener forzosamente esta VM y perder todos los datos no guardados?
fi: Haluatko pakottaa pysäyttämään tämän virtuaalikoneen ja menettää kaikki tallentamattomat tiedot?
fr: Voulez-vous forcer l’arrêt de cette VM et perdre toutes les données non enregistrées ?
ru: Хотите ли вы принудительно остановить эту ВМ и потерять все несохраненные данные?
zh_hant: 您是否要強制中止此虛擬機，遺失所有未儲存的資料？

source: Do you want to forget all clients and generate a new server identity? Any clients that previously paired with this server will be instructed to manually unpair with this server before they can connect again.
ar: هل تريد نسيان جميع العملاء وإنشاء هوية جديدة للخادم؟ سيتم إبلاغ أي عملاء تم اقترانهم بهذا الخادم مسبقًا بإلغاء الاقتران يدويًا مع هذا الخادم قبل أن يتمكنوا من الاتصال مرة أخرى.

source: Do you want to forget the selected client(s)?
ar: هل تريد نسيان العميل(العملاء) المحدد(ين)؟

source: Do you want to move this VM to another location? This will copy the data to the new location, delete the data from the original location, and then create a shortcut.
ar: هل تريد نقل هذه الآلة الافتراضية إلى موقع آخر؟ سيؤدي ذلك إلى نسخ البيانات إلى الموقع الجديد، وحذف البيانات من الموقع الأصلي، ثم إنشاء اختصار.
es_419: ¿Quieres mover esta VM a otro lugar? Esto copiará los datos al nuevo lugar, los borrará del lugar original y luego creará un acceso directo.
fr: Voulez-vous déplacer cette VM à un autre endroit ? Cela copiera les données vers le nouvel emplacement, supprimera les données de l’emplacement d’origine, et créera un raccourci.
ru: Вы хотите переместить эту ВМ в другое место? При этом данные будут скопированы в новое место, данные из исходного места будут удалены, а затем будет создан ярлык.
zh_hant: 您是否要將本虛擬機移動到其他位置？這會複製資料到新位置，從原位置刪除資料，然後建立捷徑。

source: Do you want to remove this shortcut? The data will not be deleted.
ar: هل تريد إزالة هذا الاختصار؟ لن يتم حذف البيانات.
es_419: ¿Quieres eliminar este acceso directo? Los datos no serán eliminados.
fr: Voulez-vous supprimer ce raccourci ? Les données ne seront pas supprimées.
ru: Вы хотите удалить этот ярлык? Данные не будут удалены.
zh_hant: 您是否要移除本捷徑？資料不會被刪除。

source: Download
ar: تنزيل

source: Download prebuilt from UTM Gallery…
ar: تنزيل مسبق البناء من معرض UTM…
es_419: Descargar una VM lista para usar desde la librería de UTM...
fi: Lataa valmiiksi rakennettu UTM Gallerysta…
fr: Téléchargement d’une VM prête à utiliser depuis la bibliothèque d’UTM
ru: Загрузите готовые сборки из галереи UTM…
zh_hant: 從 UTM 資源庫下載預先建置好的機器⋯

source: Download VM
ar: تنزيل الآلة الافتراضية

source: Drag and drop IPSW file here
ar: قم بسحب وإفلات ملف IPSW هنا
es_419: Arrastre y suelte el archivo IPSW aquí
fi: Vedä ja pudota IPSW-tiedosto tähän
fr: Glissez un fichier IPSW ici
ru: Перетащите сюда файл IPSW
zh_hant: 拖曳 IPSW 檔案至此

source: Drive description is invalid.
ar: وصف القرص غير صالح.
zh_hant: 磁碟機描述無效。

source: Drives
ar: الأقراص
es_419: Unidades de disco
fi: Asemat
fr: Lecteurs
ru: Диски
zh_hant: 磁碟機

source: EFI Variables
ar: متغيرات EFI
es_419: Variables EFI
fr: Variables EFI
ru: Переменные EFI
zh_hant: EFI 變數

source: Eject
ar: إخراج
es_419: Expulsar
fi: Poista
fr: Éjecter
ru: Извлечь
zh_hant: 退出

source: Emulate
ar: محاكاة
es_419: Emular
fi: Emuloi
fr: Émuler
ru: Эмулировать
zh_hant: 模擬

source: Emulated VLAN
ar: VLAN المحاكية
es_419: VLAN emulado
fi: Emuloitu VLAN
fr: VLAN émulé
ru: Эмулированный VLAN
zh_hant: 模擬 VLAN

source: Enable Clipboard Sharing
ar: تمكين مشاركة الحافظة
es_419: Habilitar uso compartido del portapapeles
fi: Ota leikepöydän jakaminen käyttöön
fr: Activer le partage du presse-papier
ru: Включить обмен буфером обмена
zh_hant: 啟用剪貼簿共享

source: Error
ar: خطأ
fi: Virhe
fr: Erreur
ru: Ошибка
zh_hant: 錯誤

source: Existing
ar: موجود
es_419: Existente
fi: Nykyinen
fr: Existant
ru: Существующий
zh_hant: 現存

source: Export QEMU Command…
ar: تصدير أمر QEMU…
es_419: Exportar comando de QEMU…
fr: Exporter la commande QEMU…
ru: Экспортировать команду QEMU…
zh_hant: 匯出 QEMU 命令⋯

source: Extracting…
ar: يتم الاستخراج…
es_419: Extrayendo…
fr: Extraction…
ru: Извлечение…
zh_hant: 正在解壓縮……

source: Failed to access data from shortcut.
ar: فشل في الوصول إلى البيانات من الاختصار.
es_419: No se pudo acceder a los datos desde el acceso directo.
fr: Impossible d’accéder aux données à partir du raccourci.
ru: Не удалось получить доступ к данным из ярлыка.
zh_hant: 無法從捷徑存取資料。

source: Failed to access drive image path.
ar: فشل في الوصول إلى مسار صورة القرص.
es_419: No se pudo acceder a la ruta de la imagen de disco.
fi: Aseman kuvan polun käyttö epäonnistui.
fr: Impossible d’accéder au chemin de l’image du lecteur.
ru: Не удалось получить доступ к пути образа диска.
zh_hant: 無法存取磁碟機映像位置。

source: Failed to access file.
ar: فشل في الوصول إلى الملف.

source: Failed to access shared directory.
ar: فشل في الوصول إلى الدليل المشترك.
es_419: No se pudo acceder al directorio compartido.
fr: Impossible d’accéder au dossier partagé.
ru: Не удалось получить доступ к общему каталогу.
zh_hant: 無法存取共享檔案夾。

source: Failed to attach to JitStreamer: %@
ar: فشل في الارتباط بـ JitStreamer: %@
es_419: No se pudo adjuntar a JitStreamer: %@
fr: Impossible de s’attacher à JitStreamer : %@
ru: Не удалось подключиться к JitStreamer: %@
zh_hant: 無法附加到 JitStreamer： %@

source: Failed to attach to JitStreamer.
ar: فشل في الارتباط بـ JitStreamer.
es_419: No se pudo adjuntar a JitStreamer.
fr: Impossible de s’attacher à JitStreamer.
ru: Не удалось подключиться к JitStreamer.
zh_hant: 無法附加到 JitStreamer。

source: Failed to change current directory.
ar: فشل في تغيير الدليل الحالي.
zh_hant: 無法更改目前檔案夾。

source: Failed to clone VM.
ar: فشل في استنساخ الآلة الافتراضية.
es_419: No se pudo clonar la VM.
fi: VM:n kloonaus epäonnistui.
fr: Impossible de cloner la VM.
ru: Не удалось клонировать ВМ.
zh_hant: 無法複製虛擬機。

source: Failed to connect to SPICE: %@
ar: فشل في الاتصال بـ SPICE: %@

source: Failed to create pipe for communications.
ar: فشل في إنشاء أنبوب للتواصل.

source: Failed to decode JitStreamer response.
ar: فشل في فك تشفير استجابة JitStreamer.
es_419: No se pudo decodificar la respuesta de JitStreamer.
fr: Impossible de décoder la réponse de JitStreamer
ru: Не удалось декодировать ответ JitStreamer.
zh_hant: 無法解碼 JitStreamer 回應。

source: Failed to determine host name.
ar: فشل في تحديد اسم المضيف.

source: Failed to generate a key pair.
ar: فشل في توليد زوج من المفاتيح.

source: Failed to generate TLS key for server.
ar: فشل في توليد مفتاح TLS للخادم.

source: Failed to get host fingerprint.
ar: فشل في الحصول على بصمة المضيف.
