Repository: kakik0u/atm
Catalog: Platform/*.lproj/Localizable.strings
Languages: ar, es_419, fi, fr, ru, zh_hant

source: Note: Shared directories will not be saved and will be reset when UTM quits.
es_419: Nota: Los directorios compartidos no serán guardados y se restablecerán cuando UTM se cierre.
fr: Note : les dossiers partagés ne seront pas sauvegardés et seront réinitialisés lorsque vous quitterez UTM.
ru: Примечание: Общие каталоги не сохраняются и сбрасываются при выходе из UTM.

source: Pointer
fr: Pointeur

source: An image already exists with that name.
es_419: Ya existe una imagen con ese nombre.
fr: Une image avec ce nom existe déjà.
ru: Образ с таким именем уже существует.

source: New External Drive…
fr: Nouveau lecteur externe…

source: Command to send when resizing the console. Placeholder $COLS is the number of columns and $ROWS is the number of rows.
es_419: Comando a enviar al redimensionar la consola. La variable $COLS es el número de columnas y $ROWS es el número de filas.
fi: Lähetyskomento konsolin kokoa muuttaessa. Paikkamerkki $COLS on sarakkeiden lukumäärä ja $ROWS rivien määrä.
fr: Commande envoyée pour redimensionner la console. La variable $COLS est pour le nombre de colonnes et $ROWS pour le nombre de lignes.
ru: Команда, передаваемая при изменении размера консоли. Поле $COLS - это количество столбцов, а $ROWS - количество строк.
zh_hant: 重設主控台大小時要傳送的命令。$COLS 暫存區是直行數；$ROWS 暫存區是橫列數。

source: TPM Device
fr: Puce TPM

source: This is required to boot Windows 11.
fr: Ceci est requis pour démarrer Windows 11

source: Serial (TTY)
fr: Série (TTY)

source: Serial (Client)
fr: Série (Client)

source: Serial (Server)
fr: Série (Serveur)

source: Import Drive…
es_419: Importar unidad...
fi: Tuo asema...
fr: Importer un lecteur…
ru: Импортировать диск…
zh_hant: 匯入磁碟機⋯

source: New Drive…
es_419: Nueva unidad...
fi: Uusi asema…
fr: Nouveau lecteur…
ru: Новый диск…
zh_hant: 新增磁碟機…

source: Enable hardware OpenGL acceleration (experimental)
fr: Activer l’accélération matérielle OpenGL (expérimental)

source: Note: The file system tag for mounting the installer is 'rosetta'.
fr: Note : le tag du système de fichiers pour monter l’Installer est 'rosetta'.

source: macOS 12+
fr: macOS 12 ou plus récent

source: Apple Virtualization
fr: Virtualisation par Apple

source: Cancel download
es_419: Cancelar descarga
fi: Peruuta lataus
fr: Annuler le téléchargement
ru: Отменить загрузку

source: A file already exists for this name, if you proceed, it will be replaced.
es_419: Ya existe un archivo con este nombre, si continúas, será reemplazado.
fi: Tälle nimelle on jo olemassa tiedosto. Jos jatkat, se korvataan.
fr: Un fichier portant ce nom existe déjà, si vous continuez, il sera remplacé.
ru: Файл с таким именем уже существует, если вы продолжите, то он будет заменен.

source: A VM already exists with this name.
es_419: Ya existe una VM con este nombre.
fi: VM on jo olemassa tällä nimellä.
fr: Une VM portant ce nom existe déjà。
ru: ВМ с таким именем уже существует.

source: Advanced: Bypass configuration and manually specify arguments
es_419: Avanzado: Omitir configuración y especificar manualmente los argumentos
fi: Lisäasetukset: Ohita määritykset ja määritä argumentit manuaalisesti
fr: Avancé : Ignorer la configuration et spécifier manuellement les arguments
ru: Дополнительно: Обход конфигурации и ручное указание аргументов

source: AltJIT error: (error.localizedDescription)
es_419: Error de AltJIT: (error.localizedDescription)
fi: AltJIT-virhe ：(error.localizedDescription)
fr: Erreur AltJIT ：(error.localizedDescription)
ru: Ошибка AltJIT: (error.localizedDescription)

source: An error occurred trying to connect to SPICE.
es_419: Ocurrió un error al intentar conectarse a SPICE.
fi: Tapahtui virhe yritettäessä muodostaa yhteyttä palveluun SPICE.
fr: Une erreur est apparue lors de la tentative de connection à SPICE.
ru: При попытке подключения к SPICE возникла ошибка.

source: An internal error has occured. UTM will terminate.
es_419: Ocurrió un error interno. UTM se cerrará.
fi: Tapahtui sisäinen virhe. UTM päättyy.
fr: Une erreur interne est survenue. UTM va quitter.
ru: Произошла внутренняя ошибка. Работа UTM будет завершина.

source: Are you sure you want to delete this directory? All files and subdirectories WILL be deleted.
es_419: ¿Estás seguro/a de querer eliminar este directorio? Todos los archivos y subdirectorios serán ELIMINADOS.
fi: Haluatko varmasti poistaa tämän hakemiston? Kaikki tiedostot ja alihakemistot poistetaan.
fr: Voulez-vous vraiment supprimer ce dossier ? Tous les fichiers et sous-dossiers seront SUPPRIMÉS.
ru: Вы уверены, что хотите удалить этот каталог? Все файлы и подкаталоги БУДУТ удалены.

source: Are you sure you want to delete this VM? Any drives associated will also be deleted.
es_419: ¿Estás seguro/a de eliminar esta VM? Cualquier unidad asociada también será eliminada.
fi: Haluatko varmasti poistaa tämän VM:n? Myös kaikki siihen liittyvät asemat poistetaan.
fr: Voulez-vous vraiment supprimer cette VM ? Tous les lecteurs associés seront aussi supprimés.
ru: Вы уверены, что хотите удалить эту ВМ? Все связанные с ней диски также будут удалены.

source: Browse
es_419: Navegar
fi: Selaa
fr: Parcourir
ru: Обзор

source: Cannot create directory for disk image.
es_419: No se puede crear el directorio para la imagen de disco.
fi: Ei voi luoda hakemistoa levykuvalle.
fr: Impossible de créer le dossier pour l’image disque.
ru: Не удается создать каталог для образа диска.

source: Cannot find VM.
es_419: No se puede encontrar la VM.
fi: VM:ää ei löydy.
fr: Impossible de trouver la VM.
ru: Неудается найти ВМ.

source: Console Only
es_419: Sólo consola
fi: Vain konsoli
fr: Console uniquement
ru: Только консоль

source: Core
es_419: Núcleo
fi: Ydin
fr: Coeur
ru: Ядро

source: CPU Flags
es_419: Argumentos de CPU
fi: Prosessori liput
fr: Flags de CPU
ru: Флаги CPU

source: Create Directory
es_419: Crear directorio
fi: Luo hakemisto
fr: Créer le dossier
ru: Создать каталог

source: Creating disk…
es_419: Creando disco...
fi: Luodaan levyä…
fr: Création du disque…
ru: Создание диска…

source: Delete Data
es_419: Eliminar los datos
fi: Poista tiedot
fr: Supprimer les données
ru: Удалить данные

source: Delete…
es_419: Eliminar...
fi: Poista…
fr: Supprimer…
ru: Удалить…

source: Deleting %@…
es_419: Eliminando %@...
fi: Poistetaan %@…
fr: Suppression de %@…
ru: Удаление %@…

source: DHCP Host
es_419: Servidor DHCP
fi: DHCP-palvelin
fr: Hôte DHCP
ru: Хост DHCP

source: Directory Name
es_419: Nombre de directorio
fi: Hakemiston nimi
fr: Nom du dossier
ru: Название каталога

source: Disable this bar in Settings -> General -> Keyboards -> Shortcuts
es_419: Deshabilita esta barra en Configuración -> General -> Teclado -> Funciones rápidas
fi: Poista tämä palkki käytöstä kohdassa Asetukset -> Yleiset -> Näppäimistö -> Pikanäppäimet
fr: Désactivez cette barre dans Réglages -> Général -> Claviers -> Raccourcis
ru: Отключите эту панель в разделе Параметры -> Общие -> Клавиатура -> Ярлыки

source: Disk creation failed.
es_419: La creación del disco ha fallado
fi: Levyn luominen epäonnistui.
fr: La création du disque a échoué.
ru: Не удалось создать диск

source: Do Not Show Again
es_419: No mostrar de nuevo
fi: Älä näytä uudelleen
fr: Ne plus afficher
ru: Больше не показывать

source: Do you want to also delete the disk image data? If yes, the data will be lost. Otherwise, you can create a new drive with the existing data.
es_419: ¿Desea también eliminar los datos de la imagen de disco? Si es así, los datos se perderán. De lo contrario, puedes crear una nueva unidad con los datos existentes.
fi: Haluatko poistaa myös levykuvatiedot? Jos kyllä, tiedot menetetään. Muussa tapauksessa voit luoda uuden aseman olemassa olevilla tiedoilla.
fr: Souhaitez-vous également supprimer les données du disque image ? Si oui, les données seront perdues. Sinon, vous pourrez créer un nouveau lecteur avec les données existantes.
ru: Хотите ли вы также удалить данные образа диска? Если да, то данные будут потеряны. В противном случае можно создать новый диск с имеющимися данными.

source: Drive Options
es_419: Opciones de unidad de disco
fi: Ajovaihtoehdot
fr: Options de lecteurs
ru: Опции дисков

source: Enable Directory Sharing
es_419: Habilitar directorio compartido
fi: Ota hakemistojen jakaminen käyttöön
fr: Activer le partage de dossier
ru: Включить совместное использование каталогов

source: Enabled
es_419: Habilitado
fi: Käytössä
fr: Activé
ru: Включено

source: Error renaming file
es_419: Error al renombrar archivo
fi: Virhe tiedoston nimeämisessä
fr: Erreur de renommage du fichier
ru: Ошибка при переименовании файла

source: Failed create bookmark.
es_419: No se pudo crear el marcador.
fi: Kirjanmerkin luominen epäonnistui.
fr: Échec de la création du signet
ru: Не удалось создать закладку.

source: Failed to check name.
es_419: No se pudo verificar el nombre.
fi: Nimen tarkistaminen epäonnistui.
fr: Impossible de vérifier le nom.
ru: Не удалось проверить имя.

source: Failed to connect to SPICE server.
es_419: No se pudo conectar al servidor SPICE.
fi: Yhteyden muodostaminen SPICE-palvelimeen epäonnistui.
fr: Impossible de se connecter au serveur SPICE.
ru: Не удалось подключиться к серверу SPICE.

source: Failed to delete saved state.
es_419: No se pudo eliminar el estado guardado.
fi: Tallennetun tilan poistaminen epäonnistui.
fr: Impossible de supprimer l’état sauvegardé.
ru: Не удалось удалить сохраненное состояние.

source: Failed to get VM object.
es_419: No se pudo obtener el objeto de la VM.
fi: VM-objektin hakeminen epäonnistui.
fr: Impossible d’obtenir l’objet VM.
ru: Не удалось получить объект ВМ.

source: Failed to save VM snapshot. Usually this means at least one device does not support snapshots.
es_419: No se pudo guardar la instantánea de la VM.
fi: VM-vedoksen tallentaminen epäonnistui. Yleensä tämä tarkoittaa, että ainakin yksi laite ei tue tilannekuvia.
fr: Impossible de sauvegarder l’instantané de la VM. Cela veut dire habituellement qu’au moins un lecteur ne les prend pas en charge.
ru: Не удалось сохранить моментальный снимок ВМ. Обычно это означает, что по крайней мере одно устройство не поддерживает моментальные снимки.

source: Fit To Screen
es_419: Adaptar a la pantalla
fi: Sovita näytölle
fr: Adapter à l’écran
ru: Адаптировать под экран

source: Full Graphics
es_419: Gráficos completos
fi: Täysi grafiikka
fr: Graphismes complets
ru: Полная графика

source: Guest address (optional)
es_419: Dirección de invitado (opcional)
fi: Vierasosoite (valinnainen)
fr: Adresse de l’invité (optionnel)
ru: Гостевой адрес (опционально)

source: Guest port (required)
es_419: Puerto de invitado (requerido)
fi: Vierasportti (pakollinen)
fr: Port de l’invité (requis)
ru: Гостевой порт (обязательно)

source: Host address (optional)
es_419: Dirección de host (opcional)
fi: Palvelinosoite (valinnainen)
fr: Adresse de l’hôte (optionnel)
ru: Адрес хоста (опционально)

source: Host port (required)
es_419: Puerto de host (requerido)
fi: Palvelinportti (pakollinen)
fr: Port hôte (requis)
ru: Порт хоста (обязательно)

source: New port forward
es_419: Nuevo puerto de redirección
fi: Uusi portitus
fr: Nouvelle redirection de port
ru: Новое перенаправление портов

source: TCP Forward
es_419: Redirección TCP
fi: TCP eteenpäin
fr: Redirection TCP
ru: Проброс TCP

source: UDP Forward
es_419: Redirección UDP
fi: UDP eteenpäin
fr: Redirection UDP
ru: Проброс UDP

source: Hint: To show the toolbar again, use a three-finger swipe down on the screen.
es_419: Pista: Para mostrar de nuevo la barra de herramientas, desliza hacia abajo con 3 dedos en la pantalla.
fi: Vihje: Näytä työkalurivi uudelleen pyyhkäisemällä näytöllä kolmella sormella alaspäin.
fr: Astuce : pour afficher à nouveau la barre d’outils, faites glisser trois doigts vers le bas de l’écran.
ru: Подсказка: Чтобы снова отобразить панель инструментов, проведите по экрану тремя пальцами вниз.

source: Hypervisor
es_419: Hipervisor
fi: Hypervisori
fr: Hyperviseur
ru: Гипервизор

source: I want to…
es_419: Quiero...
fi: Haluan…
fr: Je souhaite…
ru: Я хочу…

source: Import Virtual Machine…
es_419: Importar máquina virtual...
fi: Tuo virtuaalikone...
fr: Importer une machine virtuelle…
ru: Импортировать виртуальную машину…

source: Importing %@…
es_419: Importando %@...
fi: Tuodaan %@…
fr: Importation de %@…
ru: Импортирование %@…

source: Internal error starting main loop.
es_419: Error interno al iniciar el bucle principal.
fi: Sisäinen virhe pääsilmukan käynnistämisessä.
fr: Erreur interne lors du démarrage de la boucle principale.
ru: Внутренняя ошибка при запуске основного цикла.

source: Internal error starting VM.
es_419: Error interno al iniciar la VM.
fi: Sisäinen virhe käynnistettäessä VM.
fr: Erreur interne lors du démarrage de la VM.
ru: Внутренняя ошибка при запуске ВМ.

source: Invalid core count.
es_419: Cantidad inválida de núcleos.
fi: Virheellinen ydinmäärä.
fr: Nombre de cœurs invalide.
ru: Недопустимое количество ядер.

source: Invalid memory size.
es_419: Tamaño inválido de memoria.
fi: Virheellinen muistin koko.
fr: Taille de la mémoire invalide.
ru: Недопустимый объем памяти.

source: JIT cache size cannot be larger than 2GB.
es_419: El tamaño de caché de JIT no puede ser mayor a 2GB.
fi: JIT-välimuistin koko ei saa olla suurempi kuin 2 Gt.
fr: La taille du cache JIT ne peut dépasser 2Gio.
ru: Размер JIT-кэша не может быть больше 2 ГБ.

source: JIT cache size too small.
es_419: El tamaño de caché de JIT es muy pequeño.
fi: JIT-välimuistin koko liian pieni.
fr: La taille du cache JIT est trop petite.
ru: Размер кэша JIT слишком мал.

source: Invalid drive size.
es_419: Tamaño inválido del disco.
fi: Virheellinen aseman koko.
fr: Taille du lecteur invalide.
ru: Недопустимый размер диска.

source: Invalid file selected.
es_419: Archivo seleccionado inválido
fi: Virheellinen tiedosto valittu.
fr: Fichier sélectionné non valide.
ru: Выбран недопустимый файл

source: Invalid name
es_419: Nombre inválido
fi: Epäkelpo nimi
fr: Nom invalide
ru: Недопустимое имя

source: Invalid size
es_419: Tamaño inválido
fi: Väärä koko
fr: Taille invalide
ru: Недопустимый размер

source: Invalid UTM not imported.
es_419: UTM inválido no importado.
fi: Virheellinen UTM ei tuotu.
fr: UTM non valide pas importée.
ru: Недопустимый UTM не импортирован.

source: Invert Mouse Scroll
es_419: Invertir el desplazamiento del mouse
fi: Käänteinen hiiren vieritys
fr: Inverser le défilement
ru: Инвертировать прокрутку мыши

source: Legacy
es_419: Heredado
fi: Perintö
fr: Héritage
ru: Устаревший

source: Legacy (PS/2) Mode
es_419: Modo heredado (PS/2)
fi: Vanha (PS/2) -tila
fr: Mode héritage (PS/2)
ru: Устаревший режим (PS/2)

source: Linux initial ramdisk:
es_419: RAMDisk de Linux inicial:
fi: Linuxin alkuperäinen muistilevy:
fr: Ramdisk initial Linux ：
ru: Первоначальный ramdisk Linux:

source: %@Linux kernel (required):
fr: %@Noyau (kernel) Linux (requis) ：

source: Linux Root FS Image:
fi: Linux FS -juurikuva:
fr: Image Linux Root FS :

source: Mouse Wheel
es_419: Rueda de ratón
fi: Hiiren rulla
fr: Molette de la souris
ru: Колесо мыши

source: Moving %@…
es_419: Moviendo %@...
fi: Siirretään %@…
fr: Déplacement de %@…
ru: Перемещение %@…

source: Name is an invalid filename.
es_419: El nombre de archivo no es válido.
fi: Nimi on virheellinen tiedostonimi.
fr: Le nom du fichier est incorrect.
ru: Имя является недопустимым именем файла

source: New Virtual Machine
es_419: Nueva máquina virtual (VM)
fi: Uusi virtuaalikone
fr: Nouvelle machine virtuelle (VM)
ru: Новая Виртуальная Машина

source: New VM name
es_419: Nuevo nombre de VM
fi: Uusi VM-nimi
fr: Nouveau nom pour la VM
ru: Имя новой ВМ

source: No connection for RPC.
es_419: Sin conexión para RPC.
fi: Ei yhteyttä RPC:lle.
fr: Aucune connection pour RPC.
ru: Отсутствует соединение для RPC.

source: No debug log found!
es_419: ¡No se encontró ningún registro de depurado!
fi: Virheenkorjauslokia ei löytynyt!
fr: Aucun journal de debug trouvé !
ru: Журнал отладки не найден!

source: No drives added.
es_419: Sin unidades añadidas.
fi: Ei asemia lisätty.
fr: Aucun lecteur ajouté.
ru: Нет добавленных дисков.

source: No log found!
es_419: ¡No se encontró ningún registro!
fi: Lokia ei löytynyt!
fr: Aucun journal trouvé !
ru: Журнал не найден!

source: Not running
es_419: No está en ejecución
fi: Ei juokse
fr: Pas en cours d’exécution
ru: Не запущена

source: Note: Boot order is as listed.
es_419: Nota: El orden de arranque es el que se indica.
fi: Huomaa: Käynnistysjärjestys on luettelon mukainen.
fr: Note : le démarrage se fait dans l’ordre listé
ru: Примечание: Порядок загрузки соответствует указанному.

source: Note: select the path to share from the main screen.
es_419: Nota: selecciona la ruta a compartir desde la pantalla principal.
fi: Huomaa: valitse jaettava polku päänäytöstä.
fr: Note : sélectionnez le chemin à partager depuis l’écran principal.
ru: Примечание: выберите путь для общего доступа на главном экране.

source: Please select a system to emulate.
es_419: Por favor selecciona un sistema a emular.
fi: Valitse emuloitava järjestelmä.
fr: Sélectionnez un système à émuler.
ru: Пожалуйста, выберите систему для эмуляции.

source: PS/2 has higher compatibility with older operating systems but does not support custom cursor settings.
es_419: PS/2 tiene una mayor compatibilidad con sistemas operativos antiguos, pero no soporta configuraciones personalizadas del cursor.
fi: PS/2:lla on parempi yhteensopivuus vanhempien käyttöjärjestelmien kanssa, mutta se ei tue mukautettuja kohdistimen asetuksia.
fr: PS/2 a une meilleure compatibilité avec les anciens systèmes d’exploitation mais ne prend pas en charge les réglages du curseur personnalisés.
ru: PS/2 имеет более высокую совместимость со старыми операционными системами, но не поддерживает пользовательские настройки курсора.

source: Requires SPICE guest agent tools to be installed. Retina Mode is recommended only if the guest OS supports HiDPI.
es_419: Se requiere tener instalado las herramientas de agente invitado de SPICE. El Modo Retina es recomendado sólo si el sistema operativo invitado soporta HiDPI.
fi: Edellyttää SPICE-vierasagenttityökalujen asentamista. Retina-tilaa suositellaan vain, jos vieraskäyttöjärjestelmä tukee HiDPI:tä.
fr: Requiert que le logiciel client SPICE soit installé. Le mode Retina n’est recommandé que si l’OS invité le prend en charge.
ru: Требуется установка средств гостевого агента SPICE. Режим Retina Mode рекомендуется использовать только в том случае, если гостевая ОС поддерживает HiDPI.

source: Always use native (HiDPI) resolution
es_419: Siempre usar resolución nativa (HiDPI)
fi: Käytä aina alkuperäistä (HiDPI) resoluutiota
fr: Toujours utiliser la résolution native (HiDPI)
ru: Всегда использовать нативное разрешение (HiDPI)

source: Requires SPICE WebDAV service to be installed.
es_419: Se requiere tener instalado el servicio WebDAV de SPICE.
fi: Edellyttää SPICE WebDAV -palvelun asentamista.
fr: Requiert que le service WebDAV de SPICE soit installé.
ru: Требуется установка сервиса SPICE WebDAV.

source: Saving %@…
es_419: Guardando %@...
fi: Tallentaa %@…
fr: Enregistrement de %@…
ru: Сохранение %@…

source: Set to 0 for default which is 1/4 of the allocated Memory size. This is in addition to the host memory!
es_419: Establecido en 0 por defecto, que es 1/4 del tamaño de la memoria asignada. ¡Esto se suma a la memoria del host!
fi: Aseta oletusarvoksi 0, joka on 1/4 varatusta muistin koosta. Tämä on isäntämuistin lisäksi!
fr: Définitissez 0 par défaut, ce qui est 1/4 de la mémoire allouée. Ceci est en plus de la mémoire de l’hôte !
ru: По умолчанию установлено значение 0, что составляет 1/4 от объема выделенной памяти. Это в дополнение к памяти хоста!

source: Set to 0 to use maximum supported CPUs. Force multicore might result in incorrect emulation.
es_419: Establecer en 0 para usar la cantidad máxima de CPUs soportados. Forzar multinúcleo puede resultar en una emulación incorrecta.
fi: Aseta arvoon 0, jos haluat käyttää enimmäistuettuja suorittimia. Moniytimisen pakottaminen voi johtaa virheelliseen emulointiin.
fr: Définissez 0 pour utiliser le maximum de CPU pris en charge. Forcer le multicœurs peut entraîner des erreurs d’émulation.
ru: Установите значение 0, чтобы использовать максимальное количество процессоров. Принудительное использование многоядерности может привести к некорректной эмуляции.

source: Shared path has moved. Please re-choose.
es_419: La ruta compartida ha sido movida. Por favor selecciona una nueva ruta.
fi: Jaettu polku on muuttanut. Valitse uudelleen.
fr: Le chemin partagé a été déplacé. Veuillez le sélectionner à nouveau.
ru: Общий путь переместился. Пожалуйста, выберите повторно.

source: Shared path is no longer valid. Please re-choose.
es_419: La ruta compartda ya no es válida. Por favor selecciona una nueva ruta.
fi: Jaettu polku ei ole enää kelvollinen. Valitse uudelleen.
fr: Le chemin partagé n’est plus valide. Veuillez le sélectionner à nouveau.
ru: Общий путь больше не действителен. Пожалуйста, выберите повторно.

source: Skip ISO boot (advanced)
es_419: Ignorar el arranque ISO (avanzado)
fi: Ohita ISO-käynnistys (edistynyt)
fr: Ignorer le démarrage de l’ISO (avancé)
ru: Пропустить загрузку ISO (дополнительно)

source: Stop…
es_419: Detener...
fi: Pysäytä…
fr: Arrêter…
ru: Остановить…

source: The total memory usage is close to your device's limit. iOS will kill the VM if it consumes too much memory.
es_419: El uso de memoria total está cerca del límite del dispositivo. iOS matará la VM si consume demasiada memoria.
fi: Kokonaismuistin käyttö on lähellä laitteesi rajaa. iOS tappaa virtuaalikoneen, jos se kuluttaa liikaa muistia.
fr: La mémoire totale utilisée est proche de la limite de votre appareil. iOS va arrêter la VM si elle consomme trop de mémoire.
ru: Общее потребление памяти близко к пределу, установленному на устройстве. iOS убьет виртуальную машину, если она потребляет слишком много памяти.

source: These settings are unavailable in console display mode.
es_419: Estas configuraciones no están disponibles en el modo de consola.
fi: Nämä asetukset eivät ole käytettävissä konsolin näyttötilassa.
fr: Ces réglages ne sont pas disponibles dans le mode d’affichage Console.
ru: Эти настройки недоступны в режиме отображения консоли.

source: This version of macOS does not support audio in console mode. Please change the VM configuration or upgrade macOS.
es_419: Esta versión de macOS no soporta audio en el modo de consola. Por favor cambia la configuración de la VM o actualiza macOS.
fi: Tämä macOS-versio ei tue ääntä konsolitilassa. Muuta VM-kokoonpanoa tai päivitä macOS.
fr: Cette version de macOS ne prend pas en charge l’audio en mode Console. Veuillez changer la configuration de la VM ou mettez à jour macOS.
ru: Данная версия macOS не поддерживает звук в режиме консоли. Измените конфигурацию ВМ или обновите macOS..

source: This version of macOS does not support GPU acceleration. Please change the VM configuration or upgrade macOS.
es_419: Esta versión de macOS no soporta aceleración por GPU. Por favor cambia la configuración de la VM o actualiza macOS.
fi: Tämä macOS-versio ei tue GPU-kiihdytystä. Muuta VM-kokoonpanoa tai päivitä macOS.
fr: Cette version de macOS ne prend pas en charge l’accélération du GPU. Veuillez changer la configuration de la VM ou mettez à jour macOS.
ru: Данная версия macOS не поддерживает ускорение GPU. Измените конфигурацию ВМ или обновите macOS.

source: This virtual machine has been deleted.
fi: Tämä virtuaalikone on poistettu.
fr: Cette machine virtuelle a été supprimée.

source: Unknown
es_419: Desconocido
fi: Tuntematon
fr: Inconnu
ru: Неизвестно

source: USB 3.0 (XHCI) Support
fi: USB 3.0 (XHCI) -tuki
fr: Prise en charge de l’USB 3.0 (XHCI)
