Repository: kakik0u/atm
Catalog: Platform/*.lproj/Localizable.strings
Languages: ar, es_419, fi, fr, ru, zh_hant

source: Failed to get latest macOS version from Apple.
ar: فشل في الحصول على أحدث إصدار من macOS من Apple.
es_419: No se pudo obtener la última versión de macOS desde Apple.
fi: Uusimman macOS-version hakeminen Applelta epäonnistui.
fr: Impossible d’obtenir la dernière version disponible de macOS auprès d’Apple
ru: Не удалось получить последнюю версию macOS от Apple.
zh_hant: 無法從 Apple 取得最新的 macOS 版本。

source: Failed to import generated key.
ar: فشل في استيراد المفتاح المولد.

source: Failed to migrate configuration from a previous UTM version.
ar: فشل في ترحيل التكوين من إصدار UTM سابق.
es_419: No se pudo migrar la configuración de una versión anterior de UTM.
fr: Impossible de migrer la configuration depuis une ancienne version d’UTM.
ru: Не удалось перенести конфигурацию из предыдущей версии UTM.
zh_hant: 無法從先前的 UTM 版本遷移組態設定。

source: Failed to parse download URL.
ar: فشل في تحليل عنوان URL للتنزيل.
es_419: No se pudo analizar la URL de descarga.
fr: Impossible d’analyser l’URL de téléchargement.
ru: Не удалось разобрать URL-адрес загрузки.
zh_hant: 無法解析下載 URL。

source: Failed to parse generated key pair.
ar: فشل في تحليل زوج المفاتيح المولد.

source: Failed to parse imported VM.
ar: فشل في تحليل الآلة الافتراضية المستوردة.
es_419: No se pudo analizar la VM importada.
fi: Tuodun VM:n jäsentäminen epäonnistui.
fr: Impossible de traiter la VM importée.
ru: Не удалось разобрать импортированную ВМ.
zh_hant: 無法解析匯入的虛擬機。

source: Failed to parse the downloaded VM.
ar: فشل في تحليل الآلة الافتراضية التي تم تنزيلها.
es_419: No se pudo analizar la VM descargada.
fr: Impossible d’analyser la VM téléchargée.
ru: Не удалось разобрать загруженную ВМ.
zh_hant: 無法解析下載的虛擬機。

source: Failed to reconnect to the server.
ar: فشل في إعادة الاتصال بالخادم.

source: Failed to save suspend state
ar: فشل في حفظ حالة التعليق.

source: Failed to save VM snapshot. Usually this means at least one device does not support snapshots. %@
ar: فشل في حفظ لقطة الآلة الافتراضية. عادةً ما يعني ذلك أن جهازًا واحدًا على الأقل لا يدعم اللقطات. %@
es_419: No se pudo guardar la instantánea de la VM. Por lo general esto significa que al menos un dispositivo no soporta las instantáneas: %@
fr: Impossible d’enregistrer l’instantané de la VM. Cela veut dire en général qu’au moins un appareil ne prend pas en charge les instantatés. %@
ru: Не удалось сохранить моментальный снимок ВМ. Обычно это означает, что по крайней мере одно устройство не поддерживает моментальные снимки. %@
zh_hant: 無法儲存 VM 快照。這通常代表有至少一個裝置不支援快照。%@

source: Failed to start SPICE client.
ar: فشل في بدء عميل SPICE.
es_419: No se pudo iniciar el cliente SPICE.
fr: Impossible de démarrer le client SPICE
ru: Не удалось запустить клиент SPICE.
zh_hant: 無法啟動 SPICE 用戶端。

source: Faster, but can only run the native CPU architecture.
ar: أسرع، ولكن يمكنه تشغيل بنية المعالج الأصلية فقط.
es_419: Más rápido, pero sólo puede ejecutar la arquitectura de CPU nativa.
fi: Nopeampi, mutta voi käyttää vain alkuperäistä CPU-arkkitehtuuria.
fr: Plus rapide, mais ne peut exécuter que les VM de la même architecture que le CPU.
ru: Быстрее, но может работать только с нативной архитектурой процессора.
zh_hant: 比較快，但只能執行原生 CPU 架構。

source: Fingerprint
ar: بصمة

source: Floppy
ar: قرص مرن
es_419: Disquete
fi: Korppu
fr: Lecteur de disquettes
ru: Дискета
zh_hant: 軟碟機

source: Font Size
ar: حجم الخط
es_419: Tamaño de letra
fi: Fonttikoko
fr: Taille de la police
ru: Размер шрифта
zh_hant: 字型大小

source: Force kill
ar: قتل قسري
es_419: Matar a la fuerza
fr: Tuer la VM
ru: Принудительно убить
zh_hant: 強制中止

source: Force kill the VM process with high risk of data corruption.
ar: قتل عملية الآلة الافتراضية قسريًا مع خطر كبير لفساد البيانات.
es_419: Matar el proceso de la VM a la fuerza con alto riesgo de corromper los datos.
fr: Force l’arrêt du processus de la VM avec un haut risque de corruption de données.
ru: Принудительное завершение процесса ВМ с высоким риском повреждения данных.
zh_hant: 強制中止虛擬機程序，很可能會導致資料損壞。

source: Force Multicore
ar: فرض تعدد النواة
es_419: Forzar multinúcleo
fi: Pakota moniytiminen
fr: Forcer l’utilisation de plusieurs cœurs
ru: Принудительно включить многоядерность
zh_hant: 強制多核心模式

source: Force shut down
ar: إيقاف قسري
es_419: Forzar apagado
fr: Forcer l’arrêt
ru: Принудительно выключить
zh_hant: 強制關機

source: GB
ar: جيجابايت

source: GDB Debug Stub
ar: جذع تصحيح GDB
ru: Плагин отладки GDB
zh_hant: GDB 除錯 stub

source: Generic
ar: عام
es_419: Genérico
fi: Yleistä
fr: Générique
ru: Обычный
zh_hant: 通用

source: Generic Mouse
ar: فأرة عامة

source: Generic USB
ar: USB عام

source: Gesture and Cursor Settings
ar: إعدادات الإيماءات والمؤشر
es_419: Configuración de gestos y cursor
fi: Eleiden ja kohdistimen asetukset
fr: Réglages des gestes et du curseur
ru: Параметры жестов и курсора
zh_hant: 手勢與游標設定

source: Guest drivers are required for 3D acceleration.
ar: تحتاج برامج تشغيل الضيف إلى تسريع ثلاثي الأبعاد.
fr: Les drivers pour l’invités sont requis pour l’accélération 3D.
ru: Требуются драйверы в гостевой ОС для 3D ускорения.
zh_hant: 客體驅動程式需要 3D 加速。

source: Hard Disk
ar: قرص صلب
es_419: Disco duro
fi: Kiintolevy
fr: Disque dur
ru: Жесткий диск
zh_hant: 硬碟

source: Hardware
ar: عتاد
fi: Laitteisto
fr: Matériel
ru: Оборудование
zh_hant: 硬體

source: Hello
ar: مرحبا
es_419: Hola
ru: Здравствуйте

source: Hide Unused…
ar: إخفاء غير المستخدم…
es_419: Ocultar no usado...
fi: Piilota käyttämätön...
fr: Masquer non-inutilisés…
ru: Скрыть неиспользуемые…
zh_hant: 隱藏未使用…

source: Hold Control (⌃) for right click
ar: اضغط على Control (⌃) للنقر بزر الماوس الأيمن
es_419: Mantener presionado Control (⌃) para hacer click derecho
fi: Pidä ohjain (⌃) hiiren oikealla napsautuksella
fr: Appuyer sur Control (⌃) pour un clic droit
ru: Удерживайте Control (⌃) для щелчка правой кнопкой мыши
zh_hant: 按住 Control (^) 充當右鍵

source: Host
ar: مضيف

source: Host Only
ar: فقط المضيف
es_419: Sólo host
fi: Vain palvelin
fr: Hôte uniquement
ru: Только хост
zh_hant: 只有主機端

source: Hostname or IP address
ar: اسم المضيف أو عنوان IP

source: Icon
ar: أيقونة
es_419: Icono
fi: Ikoni
fr: Icône
ru: Иконка
zh_hant: 圖示

source: Identifier '%@' cannot be found.
ar: لا يمكن العثور على المعرف '%@'.
zh_hant: 找不到「%@」識別碼。

source: Image File Type
ar: نوع ملف الصورة
es_419: Tipo de archivo de imagen
fi: Kuvatiedostotyyppi
fr: Type de fichier image
ru: Тип файла образа
zh_hant: 映像檔案類型

source: Import IPSW
ar: استيراد IPSW
es_419: Importar un IPSW
fi: Tuo IPSW
fr: Importer un IPSW
ru: Импорт IPSW
zh_hant: 匯入 IPSW

source: Import…
ar: استيراد…
es_419: Importar...
fi: Tuo...
fr: Importer…
ru: Импорт…
zh_hant: 匯入⋯

source: Inactive
ar: غير نشط
es_419: Inactivo
fi: Epäaktiivinen
ru: Неактивный
zh_hant: 未啟用

source: Index %lld cannot be found.
ar: لا يمكن العثور على الفهرس %lld.
zh_hant: 找不到索引 %lld。

source: Information
ar: معلومات
es_419: Información
fi: Tiedot
ru: Информация
zh_hant: 資訊

source: Install Windows Guest Tools…
ar: تثبيت أدوات ضيف Windows…
es_419: Instalar herramientas de invitado de Windows…
fr: Installer les outils pour invité Windows…
ru: Установка гостевых средств Windows…
zh_hant: 安裝 Windows 客體工具…

source: Installation: %@
ar: التثبيت: %@
es_419: Instalación: %@
ru: Установка: %@
zh_hant: 安裝：%@

source: Internal error has occurred.
ar: حدث خطأ داخلي.
es_419: Ocurrió un error interno.
fi: Tapahtui sisäinen virhe.
fr: Une erreur interne est apparue.
ru: Произошла внутренняя ошибка.
zh_hant: 發生內部錯誤。

source: Internal error trying to connect to SPICE server.
ar: خطأ داخلي أثناء محاولة الاتصال بخادم SPICE.
es_419: Error interno al intentar conectarse al servidor SPICE.
fr: Erreur interne en essayant de connecter le serveur SPICE.
ru: Внутренняя ошибка при попытке подключения к серверу SPICE.
zh_hant: 嘗試連接到 SPICE 伺服器時發生內部錯誤。

source: Internal error.
ar: خطأ داخلي.
es_419: Error interno.
fr: Erreur interne
ru: Внутренняя ошибка.
zh_hant: 內部錯誤。

source: Invalid backend.
ar: خلفية غير صالحة.

source: Invalid drive size specified.
ar: تم تحديد حجم قرص غير صالح.

source: Invalid JitStreamer attach URL: %@
ar: عنوان URL المرفق بـ JitStreamer غير صالح: %@
es_419: URL adjunto de JitStramer no válida: %@
fr: Attache de JitStreamer non valide : %@
ru: Неверный URL-адрес подключения JitStreamer: %@
zh_hant: 無效的 JitStreamer 附加 URL： %@

source: Invalid MAC address.
ar: عنوان MAC غير صالح.
es_419: Dirección MAC inválida.
fr: Adresse MAC non valide
ru: Неверный MAC-адрес.
zh_hant: 無效的 MAC 地址。

source: Invalid RAM size specified.
ar: تم تحديد حجم RAM غير صالح.

source: Invert scrolling
ar: عكس التمرير
es_419: Invertir el desplazamiento del mouse
fi: Käännä vieritys
fr: Inverser le défilement de la souris
ru: Инвертировать прокрутку
zh_hant: 反向捲動

source: IP Configuration
ar: تكوين IP
es_419: Configuración de dirección IP
fi: IP-määritys
fr: Configuration de l’adresse IP
ru: Конфигурация IP
zh_hant: IP 設定

source: Isolate Guest from Host
ar: عزل الضيف عن المضيف
es_419: Aislar invitado del host
fi: Eristä vieras palvelimesta
fr: Isoler l’invité de l’hôte
ru: Изолировать гостя от хоста
zh_hant: 從主機獨立出客體

source: Italic
ar: مائل
es_419: Cursiva
fr: Italique
ru: Курсив
zh_hant: 斜體

source: Italic, Bold
ar: مائل، عريض
es_419: Cursiva, Negrita
fr: Italique, Gras
ru: Курсив, Жирный
zh_hant: 斜體、粗體

source: Keep UTM running after last window is closed and all VMs are shut down
ar: استمر في تشغيل UTM بعد إغلاق آخر نافذة وإيقاف جميع الآلات الافتراضية.
es_419: Continuar ejecutando UTM después de que se cierre la última ventana y se apaguen todas las VMs
fi: Pidä UTM käynnissä, kun viimeinen ikkuna on suljettu ja kaikki VM:t suljetaan
fr: Continuer d’exécuter UTM, même après que toutes les fenêtres soient fermées et les VM arrêtées
ru: Продолжение работы UTM после закрытия последнего окна и выключения всех ВМ
zh_hant: 即使最後一個視窗已經關閉、所有虛擬機均已關閉，仍繼續執行 UTM

source: License
ar: ترخيص
es_419: Licencia
fi: Lisenssi
fr: Licence
ru: Лицензия
zh_hant: 授權條款

source: Linear
ar: خطية
fi: Lineaarinen
fr: Linéaire
ru: Линейный
zh_hant: 線性

source: Linux
ar: لينكس

source: Linux Device Tree Binary
ar: ثنائي شجرة جهاز لينكس
es_419: Binario del árbol de dispositivos de Linux
fi: Linux-laitepuun binääri
fr: Binaire d’arborescence de lecteurs de Linux
ru: Двоичный файл дерева устройств Linux (DTB)
zh_hant: Linux 裝置樹二進位

source: Linux initial ramdisk (optional)
ar: الذاكرة المؤقتة الأولية لنظام لينكس (اختياري)
es_419: RAMDisk inicial de Linux (opcional)
fi: Linuxin alkuperäinen muistilevy (valinnainen)
fr: Ramdisk initial de Linux (optionnel)
ru: Первоначальный ramdisk Linux (опционально)
zh_hant: Linux 初始 ramdisk（選填）

source: Linux Kernel
ar: نواة لينكس
es_419: Kernel de Linux
fi: Linux-ydin
fr: Noyau Linux
ru: Ядро Linux
zh_hant: Linux 核心

source: Linux kernel (required)
ar: نواة لينكس (مطلوب)
es_419: Kernel de Linux (requerido)
fi: Linux-ydin (pakollinen)
fr: Noyau Linux (requis)
ru: Ядро Linux (обязательно)
zh_hant: Linux 核心（必填）

source: Linux RAM Disk
ar: قرص RAM لنظام لينكس
es_419: Disco de memoria de Linux
fi: Linuxin RAM-levy
fr: RAM Disk de Linux

source: Linux Root FS Image (optional)
ar: صورة نظام الملفات الجذرية لنظام لينكس (اختياري)
es_419: Imagen Root FS de Linux
fr: Image Root FS de Linux (optionnel)
ru: Образ корневой ФС Linux (опционально)
zh_hant: Linux Root FS 映像檔（選填）

source: Linux Settings
ar: إعدادات لينكس
es_419: Configuración de Linux
fr: Réglages de Linux
ru: Параметры Linux
zh_hant: Linux 設定

source: Logging
ar: تسجيل
es_419: Registro
fi: Lokikirjaus
fr: Journalisation
ru: Ведение журналов
zh_hant: 日誌

source: Mac Keyboard (macOS 14+)
ar: لوحة مفاتيح ماك (macOS 14+)

source: Mac Trackpad (macOS 13+)
ar: لوحة تتبع ماك (macOS 14+)

source: macOS guests are only supported on ARM64 devices.
ar: الضيوف من نظام macOS مدعومون فقط على أجهزة ARM64.
es_419: Los clientes de macOS sólo están soportados en dispositivos ARM64.
fr: Les machines macOS invitées ne sont prises en charge que sur les apparareils en ARM64.
ru: Гостевая macOS поддерживается только на устройствах ARM64.
zh_hant: macOS 客體僅支援 ARM64 裝置。

source: macOS is not supported with QEMU.
ar: نظام macOS غير مدعوم مع QEMU.
es_419: macOS no está soportado con QEMU.
fi: QEMU ei tue macOS:ää.
fr: macOS n’est pas pris en charge par QEMU
ru: macOS не поддерживается в QEMU.
zh_hant: macOS 不支援 QEMU。

source: macOS Settings
ar: إعدادات macOS
es_419: Configuración de macOS
fr: Réglages de macOS
ru: Параметры macOS
zh_hant: macOS 設定

source: Make sure the latest version of UTM is running on your Mac and UTM Server is enabled. You can download UTM from the Mac App Store.
ar: تأكد من أن أحدث إصدار من UTM يعمل على جهاز Mac الخاص بك وأن خادم UTM مفعل. يمكنك تنزيل UTM من متجر تطبيقات Mac.

source: Manual Serial Device (advanced)
ar: جهاز تسلسلي يدوي (متقدم)
es_419: Dispositivo serial manual (avanzado)
fi: Manuaalinen sarjalaite (edistynyt)
fr: Appareil Série en manuel (avancé)
ru: Ручное последовательное устройство (дополнительно)
zh_hant: 手動序列裝置（進階）

source: Maximum Shared USB Devices
ar: الحد الأقصى لعدد أجهزة USB المشتركة
es_419: Número máximo de dispositivos USB compartidos
fi: Jaettujen USB-laitteiden enimmäismäärä
fr: Max d’appareils USB partagés
ru: Максимальное кол-во совместно используемых USB-устройств
zh_hant: 最大共享 USB 裝置

source: MB
ar: ميغابايت

source: Memory
ar: ذاكرة
es_419: Memoria
fi: Muisti
fr: Mémoire
ru: Память
zh_hant: 記憶體

source: Metal is not supported on this device. Cannot render display.
ar: لا يدعم هذا الجهاز Metal. لا يمكن عرض الشاشة.
es_419: Metal no está soportado en este dispositivo. No se puede renderizar la visualización.
fr: Metal n’est pas pris en charge sur cet appareil. Impossible de faire un rendu de l’affichage.
ru: Metal не поддерживается на этом устройстве. Невозможно отрендерить дисплей.
zh_hant: 本裝置不支援 Metal。無法算繪顯示內容。

source: Minimum size: %@
ar: الحجم الأدنى: %@
es_419: Tamaño mínimo: %@
fr: Taille minimale : %@
ru: Минимальный размер: %@
zh_hant: 最小大小：%@

source: Mouse/Keyboard
ar: فأرة/لوحة مفاتيح

source: Move Down
ar: تحريك لأسفل
es_419: Descender
fi: Siirrä alas
fr: Descendre
ru: Опустить
zh_hant: 下移

source: Move Up
ar: تحريك لأعلى
es_419: Ascender
fi: Siirrä ylös
fr: Monter
ru: Поднять
zh_hant: 上移

source: Name
ar: اسم
es_419: Nombre
fi: Nimi
fr: Nom
ru: Имя
zh_hant: 名稱

source: Name (optional)
ar: اسم (اختياري)

source: Nearest Neighbor
ar: أقرب جار
es_419: Vecino más cercano
fi: Lähin naapuri
fr: Au plus proche
ru: Ближайший сосед
zh_hant: 近鄰取樣

source: Network
ar: شبكة
es_419: Red
fi: Verkko
fr: Réseau
ru: Сеть
zh_hant: 網路

source: New
ar: جديد
es_419: Nuevo
fi: Uusi
fr: Ajouter
ru: Новая
zh_hant: 新增

source: New…
ar: جديد…
es_419: Nuevo...
fi: Uusi…
fr: Nouveau…
ru: Новый…
zh_hant: 新增⋯

source: No
ar: لا
fi: Ei
fr: Non
ru: Нет
zh_hant: 否

source: No architecture specified in the configuration.
ar: لم يتم تحديد بنية في التكوين.
zh_hant: 組態設定中沒有指定架構。

source: No drives connected.
ar: لا توجد محركات متصلة.
es_419: No hay unidades conectadas.
fr: Aucun lecteur connecté.
ru: Нет подключенных дисков.
zh_hant: 沒有連接磁碟機。

source: No empty removable drive found. Make sure you have at least one removable drive that is not in use.
ar: لم يتم العثور على محرك قابل للإزالة فارغ. تأكد من أن لديك على الأقل محرك قابل للإزالة غير مستخدم.
es_419: No se encontró ninguna unidad unidad extraíble vacía. Asegúrese de que tienes al menos una unidad extraíble que no esté en uso.
fr: Aucun lecteur amovible vide trouvé. Assurez-vous d’avoir au moins un lecteur amovible qui ne soit pas en cours d’utilisation.
ru: Пустой съемный диск не найден. Убедитесь, что у вас есть хотя бы один неиспользуемый съемный диск.
zh_hant: 找不到空的可卸除式磁碟機。請確定您有至少一個未使用的可卸除式磁碟機。

source: No name specified in the configuration.
ar: لم يتم تحديد اسم في التكوين.
zh_hant: 未在組態指定名稱。

source: No output device is selected for this window.
ar: لم يتم اختيار جهاز إخراج لهذه النافذة.
es_419: No se seleccionó un dispositivo de salida para esta ventana.
fr: Aucun appareil de sortie n’est sélectionné pour cette fenêtre.
ru: Для данного окна устройство вывода не выбрано.
zh_hant: 未選取本視窗的輸出裝置。

source: No release notes found for version %@.
ar: لم يتم العثور على ملاحظات الإصدار للإصدار %@.
zh_hant: 找不到第 %@ 版的發行記錄。

source: No USB devices detected.
ar: لم يتم اكتشاف أجهزة USB.
es_419: No se detectó unidades USB.
fr: Aucun appareil USB détecté.
ru: Устройства USB не обнаружены.
zh_hant: 未偵測到 USB 裝置。

source: No virtual machines found.
ar: لم يتم العثور على آلات افتراضية.
fr: Aucune machine virtuelle trouvée.
zh_hant: 找不到虛擬機。

source: none
ar: لا شيء
es_419: ninguno
fi: ei mitään
fr: aucun
ru: отсутствует
zh_hant: 無

source: None
ar: لا شيء
es_419: Ninguno
fi: Ei mitään
fr: Aucun
ru: Отсутствует
zh_hant: 無

source: None (Advanced)
ar: لا شيء (متقدم)
es_419: Ninguno (avanzado)
fi: Ei mitään (edistynyt)
fr: Aucune (avancé)
ru: Отсутствует (дополнительно)
zh_hant: 無（進階）

source: Not authenticated.
ar: غير مصادق.

source: Not implemented.
ar: غير مُنفذ.
zh_hant: 未實作。

source: Notes
ar: ملاحظات
es_419: Notas
fi: Muistiinpanot
ru: Примечания
zh_hant: 備註

source: Num Lock is forced on
ar: تم فرض تشغيل قفل الأرقام (Num Lock)
zh_hant: 數字鎖定鍵被強制開啟

source: OK
ar: حسناً
zh_hant: 好

source: One or more required parameters are missing or invalid.
ar: معامل واحد أو أكثر مطلوب مفقود أو غير صالح.
zh_hant: 一或多個必填參數未填或無效。

source: Open…
ar: فتح…
es_419: Abrir...
fi: Avaa…
fr: Ouvrir…
ru: Открыть…
zh_hant: 開啟…

source: Operating System
ar: نظام التشغيل
es_419: Sistema operativo
fi: Käyttöjärjestelmä
fr: Système d’exploitation
ru: Операционная система
zh_hant: 作業系統

source: Operation not available.
ar: العملية غير متاحة.
fr: Opération non disponible.
zh_hant: 無法執行本動作。

source: Operation not supported by the backend.
ar: العملية غير مدعومة من قبل الخلفية.
fr: Opération non prise en charge par le moteur.
zh_hant: 後端不支援本動作。

source: Option (⌥) is Meta key
ar: مفتاح Option (⌥) هو مفتاح Meta
zh_hant: Option (⌥) 即 Meta 鍵

source: Other
ar: آخر
es_419: Otro
fi: Muu
fr: Autre
ru: Другое
zh_hant: 其他

source: Password
ar: كلمة المرور

source: Password is incorrect.
ar: كلمة المرور غير صحيحة.

source: Password is required.
ar: مطلوب كلمة المرور.

source: Pause
ar: إيقاف مؤقت
es_419: Pausar
fi: Tauko
ru: Пауза
zh_hant: 暫停

source: Paused
ar: موقوف مؤقتاً
es_419: Pausado
fr: En pause
ru: Приостановлено
zh_hant: 已暫停

source: Pausing
ar: يتم إيقافه مؤقتاً
es_419: Pausando
fr: Mise en pause
ru: Приостановка
zh_hant: 正在暫停

source: PC System Flash
ar: فلاش نظام PC
es_419: Flash del sistema PC
fr: Flash PC system
ru: Системная флэш-память ПК
zh_hant: PC 系統快閃裝置

source: Pending
ar: قيد الانتظار
es_419: Pendiente
fi: Odottaa
fr: Suspendue
ru: В ожидании
zh_hant: 等待中

source: Play
ar: تشغيل
es_419: Iniciar
fi: Toista
fr: Démarrer
ru: Запуск
zh_hant: 啟動

source: Please select a boot image.
ar: يرجى اختيار صورة تمهيد.
es_419: Por favor selecciona una imagen de arranque.
fi: Valitse käynnistyskuva.
fr: Choisissez une image de boot.
ru: Пожалуйста, выберите загрузочный образ.
zh_hant: 請選擇開機映像檔。

source: Please select a kernel file.
ar: يرجى اختيار ملف نواة.
es_419: Por favor selecciona un archivo de kernel.
fi: Valitse ydintiedosto.
fr: Veuillez choisir un fichier de noyau.
ru: Пожалуйста, выберите файл ядра.
zh_hant: 請選擇核心檔案。

source: Please select a macOS recovery IPSW.
ar: يرجى اختيار IPSW لاسترداد macOS.
es_419: Por favor selecciona un archivo IPSW de recuperación de macOS.
fr: Veuillez sélectionner un fichier IPSW de réinstallation de macOS.
ru: Пожалуйста, выберите macOS recovery IPSW.
zh_hant: 請選擇 macOS recovery IPSW 檔。

source: Please select an uncompressed Linux kernel image.
ar: يرجى اختيار صورة نواة لينكس غير مضغوطة.
es_419: Por favor selecciona una imagen descomprimida del kernel de Linux.
fr: Veuillez sélectionner une image noyau non compressée de Linux.
ru: Пожалуйста, выберите несжатый образ ядра Linux.
zh_hant: 請選擇未壓縮的 Linux 核心映像檔案。

source: Port
ar: منفذ
zh_hant: 連線埠

source: Port Forward
ar: إعادة توجيه المنفذ
es_419: Redirección de puerto
fi: Portita
fr: Redirection de port
ru: Перенаправление портов
zh_hant: 連線埠轉送

source: Preconfigured
ar: مُعد مسبقاً
es_419: Preconfigurado
fi: Ennalta konfiguroitu
fr: Préconfiguré
ru: Предварительно сконфигурированный
zh_hant: 已預先設定

source: Preparing…
ar: يتم التحضير…
es_419: Preparando…
fr: Préparation…
ru: Идет подготовка…
zh_hant: 正在準備……

source: Press %@ to release cursor
ar: اضغط %@ لتحرير المؤشر
es_419: Presiona %@ para liberar el cursor
fr: Appuyez sur %@ pour libérer le curseur
ru: Нажмите %@, чтобы освободить курсор
zh_hant: 按下 %@ 釋放游標

source: Prevent system from sleeping when any VM is running
ar: منع النظام من الدخول في وضع السكون عندما تعمل أي آلة افتراضية
zh_hant: 有虛擬機運作時，不讓系統睡眠

source: Pseudo-TTY Device
ar: جهاز Pseudo-TTY
es_419: Dispositivo pseudo-TTY
fi: Pseudo-TTY-laite
fr: Appareil pseudo-TTY
ru: Псевдо-TTY устройство
zh_hant: 偽 TTY 裝置

source: QEMU Arguments
ar: وسائط QEMU
es_419: Argumentos de QEMU
fi: QEMU-argumentit
fr: Arguments pour QEMU
ru: Аргументы QEMU
zh_hant: QEMU 引數

source: QEMU Graphics Acceleration
ar: تسريع الرسوميات QEMU
fr: Accélération graphique de QEMU
zh_hant: QEMU 圖形加速

source: QEMU Keyboard
ar: لوحة مفاتيح QEMU
fr: Clavier QEMU
zh_hant: QEMU 鍵盤

source: QEMU Monitor (HMP)
ar: مراقب QEMU (HMP)
es_419: Monitor QEMU (HMP)
fi: QEMU-näyttö (HMP)
fr: Moniteur QEMU (HMP)
ru: Монитор QEMU (HMP)
zh_hant: QEMU 監視器 (HMP)

source: QEMU Pointer
ar: مؤشر QEMU
fr: Pointeur QEMU
zh_hant: QEMU 指向裝置

source: QEMU Sound
ar: صوت QEMU
zh_hant: QEMU 音效卡

source: QEMU USB
ar: USB QEMU

source: Querying drives status...
ar: يتم استعلام حالة المحركات...
es_419: Consultando el estado de las unidades…
fr: Recherche du statut des lecteurs…
ru: Опрос состояния дисков…
zh_hant: 正在查詢磁碟機狀態……

source: Querying USB devices...
ar: يتم استعلام أجهزة USB...
es_419: Consultado el estado de los dispositivos USB…
fr: Recherche des appareils USB…
ru: Опрос состояния USB накопителей…
zh_hant: 正在查詢 USB 裝置……

source: Quitting UTM will kill all running VMs.
ar: إنهاء UTM سيؤدي إلى إنهاء جميع الآلات الافتراضية النشطة.
es_419: Salirse de UTM matará todas las VMs en ejecución.
fr: Si vous quittez UTM, toutes les VM en cours d’exécution seront tuées.
ru: Выход из UTM приведет к уничтожению всех работающих ВМ.
zh_hant: 結束 UTM 亦會強制中止所有執行中虛擬機。

source: Raw Image
ar: صورة خام
es_419: Imagen en bruto
fr: Image brute (RAW)
ru: Необработанный образ
zh_hant: 原始映像檔

source: Read Only
ar: للقراءة فقط
es_419: Sólo lectura
fi: Lue ainoastaan
fr: Lecture seule
ru: Только для чтения
zh_hant: 唯讀

source: Reclaim
ar: استرداد
es_419: Reclamar
fr: Libérer
ru: Освободить
zh_hant: 釋放空間

source: Regular
ar: عادي
fr: Standard
ru: Обычный
zh_hant: 一般

source: Removable
ar: قابل للإزالة
es_419: Removible
fi: Irrotettava
fr: Amovible
ru: Съемный
zh_hant: 可卸除式

source: Removable Drive
ar: محرك قابل للإزالة
es_419: Unidad removible
fi: Irrotettava asema
fr: Lecteur amovible
ru: Съемный диск
zh_hant: 可卸除式磁碟機

source: Remove
ar: إزالة
es_419: Eliminar
fr: Retirer
ru: Удалить
zh_hant: 移除

source: Remove…
ar: إزالة…
es_419: Eliminar…
fr: Supprimer…
ru: Удалить…
zh_hant: 移除…

source: Request power down
ar: طلب إيقاف تشغيل الطاقة
es_419: Solicitar apagado
fr: Demander un arrêt
ru: Запрос на отключение питания
zh_hant: 請求關機

source: Reset
ar: إعادة تعيين
es_419: Reiniciar
fr: Réinitialiser
ru: Сбросить
zh_hant: 重設

source: Reset Identity
ar: إعادة تعيين الهوية

source: Resize
ar: إعادة حجم
es_419: Redimensionar
fr: Redimensionner
ru: Изменить размер
zh_hant: 調整大小

source: Resize display to screen size and orientation automatically
ar: إعادة حجم العرض إلى حجم الشاشة واتجاهها تلقائيًا
es_419: Redimensionar la visualización al tamaño de la pantalla y orientación automáticamente.
fr: Changer automatiquement la résolution en fonction de la taille et de l’orientation de l’écran
ru: Автоматическое изменение размера и ориентации экрана
zh_hant: 自動調整顯示器尺寸和方向至螢幕大小
