Repository: kakik0u/atm
Catalog: Platform/*.lproj/Localizable.strings
Languages: ar, es_419, fi, fr, ru, zh_hant

source: USB not supported in console display mode.
fi: USB:tä ei tueta konsolin näyttötilassa.
fr: L’USB n’est pas pris en charge dans le mode d’affichage Console

source: USB not supported in this build of UTM.
fi: Tämä UTM-versio ei tue USB:tä.
fr: L’USB n’est pas pris en charge dans cette version d’uMT.

source: Warning: iOS will kill apps that use more than 80% of the device's total memory.
fi: Varoitus: iOS tappaa sovellukset, jotka käyttävät yli 80 % laitteen kokonaismuistista.
fr: Attention : iOS va quitter les apps qui utilisent plus de 80% de la mémoire de l’appareil.

source: Welcome to UTM! Due to a bug in iOS, if you force kill this app, the system will be unstable and you cannot launch UTM again until you reboot. The recommended way to terminate this app is the button on the top left.
fi: Tervetuloa UTM:ään! iOS-virheen vuoksi, jos pakotat tappamaan tämän sovelluksen, järjestelmästä tulee epävakaa, etkä voi käynnistää UTM:ää uudelleen ennen kuin käynnistät uudelleen. Suositeltu tapa lopettaa tämä sovellus on vasemmassa yläkulmassa oleva painike.
fr: Bienvenue dans UTM ! À cause d’un bogue dans iOS, si vous forcez cette app à quitter, le système deviendra instable et vous ne pourrez plus relancer UTM sans avoir redémarré votre appareil au préalable. Pour quitter cette app, il est recommandé d’utiliser le bouton en haut à gauche.

source: Would you like to import an existing disk image or create a new one?
fi: Haluatko tuoda olemassa olevan levyvedoksen vai luoda uuden?
fr: Souhaitez-vous importer l’image de disque existante ou en créer une nouvelle ?

source: You cannot import a .utm package as a drive. Did you mean to open the package with UTM?
fi: Et voi tuoda .utm-pakettia asemana. Tarkoititko avata paketin UTM:llä?
fr: Vous ne pouvez pas importer un paquet .utm en tant que lecteur. Souhaitiez-vous plutôt ouvrir ce paquet avec UTM ?

source: You cannot import a directory as a drive.
fi: Et voi tuoda hakemistoa asemana.
fr: Vous ne pouvez pas importer un dossier en tant que lecteur.

source: You must select a disk image.
fi: Sinun on valittava levykuva.
fr: Vous devez sélectionner une image de disque.

source: You must terminate the running VM before you can import a new VM.
fi: Vous devez arrêter la VM en cours avant de pouvoir importer une nouvelle VM.
fr: Vous devez arrêter la VM en cours d’éxécution avant de pouvoir importer une nouvelle VM.

source: Acceleration
fi: kiihtyvyys
fr: Accélération

source: Boot UEFI
fi: Käynnistä UEFI
fr: Démarrage UEFI

source: Do not generate any arguments based on current configuration
fi: Älä luo argumentteja nykyisen kokoonpanon perusteella
fr: Ne générer aucun argument basé sur la configuration actuelle

source: Default VM Configuration
fi: VM:n oletuskokoonpano
fr: Configuration par défaut de la VM

source: Empty
es_419: Vacío
fi: Tyhjä
fr: Vide
ru: Пусто

source: File Imported
fi: Tiedosto tuotu
fr: Fichier importé

source: Directory Selected
fr: Dossier sélectionné

source: Hint: For the best Windows experience, make sure to download and install the latest [SPICE tools and QEMU drivers](https://mac.getutm.app/support/).
fi: Vihje: Saat parhaan Windows-kokemuksen lataamalla ja asentamalla uusimmat [SPICE-työkalut ja QEMU-ohjaimet](https://mac.getutm.app/support/).
fr: Astuce : pour la meilleure expérience possible avec Windows, téléchargez et installez les [derniers outils SPICE et pilotes QEMU](https://mac.getutm.app/support/).

source: Aucune (avancé) Drive
fi: Aucune (avancé) asema
fr: Personnalisé

source: IDE Drive
fi: IDE-asema
fr: Lecteur IDE

source: SCSI Drive
fi: SCSI-asema
fr: Lecteur SCSI

source: Carte SD Drive
fi: Carte SD-asema
fr: Carte SD

source: Lecteur de disquettes Drive
fr: Lecteur de disquettes

source: VirtIO Drive
fr: Lecteur VirtIO

source: NVMe Drive
fi: NVMe-asema
fr: Lecteur NVMe

source: USB Drive
fi: USB-asema
fr: Lecteur USB

source: Reclaim and Compress
fr: Libérer et compresser

source: Use NVMe Interface
zh_hant: 使用 NVMe 磁碟介面

source: If checked, use NVMe instead of virtio as the disk interface, available on macOS 14+ for Linux guests only. This interface is slower but less likely to encounter filesystem errors.
zh_hant: 如果選取，將使用 NVMe 而非 virtio 作為磁碟介面，僅在 macOS 14+ 中適用於 Linux 客戶機器。這個介面速度較慢，但較不容易遇到檔案系統錯誤。

source: %@/s
ru: %@/с

source: Allocating too much memory will crash the VM. Your device has %llu MB of memory and the estimated usage is %llu MB.
es_419: Asignar demasiada memoria bloqueará la VM. Tu dispositivo tiene %llu MB de memoria y el uso estimado es de %llu MB.
fi: Liian paljon muistia kaataa virtuaalikoneen. Laitteessa on %llu Mt muistia ja arvioitu käyttö on %llu MB.
ru: Выделение слишком большого объема памяти приведет к вылету ВМ. На вашем устройстве имеется %llu МБ памяти, а предполагаемое использование составляет %llu МБ.

source: Argument
es_419: Argumento
fi: argumentti
ru: Аргумент

source: Blinking Cursor
es_419: Cursor parpadeante
fi: Vilkkuva kursori
ru: Мигающий курсор

source: Download Ubuntu Server for ARM
es_419: Descargar Ubuntu Server para ARM
fi: Lataa Ubuntu Server for ARM
ru: Скачать Ubuntu Server для ARM

source: GiB
ru: ГиБ

source: Generate Windows Installer ISO
es_419: Generar imagen ISO del instalador de Windows
fi: Luo Windows Installer ISO
ru: Создать установочный образ ISO Windows

source: MiB
ru: МиБ

source: The amount of storage to allocate for this image. An empty file of this size will be stored with the VM.
es_419: La cantidad de almacenamiento para asignar a esta imagen. Se almacenará un archivo vacío de este tamaño con la VM.
ru: Объем памяти, выделяемый для данного образа. Пустой файл такого размера будет храниться вместе с ВМ.

source: Type
es_419: Tipo
fi: Tyyppi
ru: Тип

source: Waiting for VM to connect to display…
ru: Ожидание подключения ВМ к дисплею…

source: CPU
fi: Prosessori

source: Your version of iOS does not support running VMs while unmodified. You must either run UTM while jailbroken or with a remote debugger attached.
fi: IOS-versiosi ei tue virtuaalikoneiden käyttöä muokkaamattomana. Sinun on joko suoritettava UTM, kun se on rikki tai kun etädebuggeri on liitetty.

source: Force slower emulation by default (deprecated: now configured per-VM)
fi: Pakota hitaampi emulointi oletuksena (vanhentunut: nyt määritetty VM-kohtaisesti)

source: Use only performance cores by default (deprecated: now configured per-VM)
fi: Käytä oletuksena vain suorituskykyytimiä (vanhentunut: nyt määritetty VM-kohtaisesti)

source: Linux Root FS image (optional)
fi: Linux Root FS -kuva (valinnainen)

source: SPICE WebDAV (Legacy)
fi: SPICE WebDAV (perintö)

source: VirtFS (Recommended)
fi: VirtFS (suositus)

source: Optical drive
fi: levykeasema
