Repository: kakik0u/atm
Catalog: Platform/*.lproj/Localizable.strings
Languages: ar, es_419, fi, fr, ru, zh_hant

source: To access the shared directory, the guest OS must have Virtiofs drivers installed. You can then run `sudo mount -t virtiofs share /path/to/share` to mount to the share path.
ar: للوصول إلى الدليل المشترك، يجب أن يكون لدى نظام تشغيل الضيف برامج تشغيل Virtiofs مثبتة. يمكنك بعد ذلك تشغيل `sudo mount -t virtiofs share /path/to/share` لتركيب المسار المشترك.
es_419: Para acceder al directorio compartido, el sistema operativo invitado debe tener instalados los controladores de VirtioFS. Luego puede ejecutar `sudo mount -t virtiofs share /path/to/share` para montar en la ruta compartida.
fr: Pour accéder au dossier partagé, le système invité doit avoir installé les drivers Virtiofs. Vous pouvez ensuite exécuter `sudo mount -t virtiofs share /chemin/du/partage` pour monter le dossier partagé.
ru: Для доступа к общему каталогу в гостевой ОС должны быть установлены драйверы Virtiofs. Для подключения к общему каталогу можно выполнить команду `sudo mount -t virtiofs share /path/to/share
zh_hant: 若要存取共享檔案夾，客體作業系統必須安裝 Virtiofs 驅動程式。接著您能執行 `sudo mount -t virtiofs share /path/to/share` 來裝載共享路徑。

source: To capture input or to release the capture, press Command and Option at the same time.
ar: للقبض على الإدخال أو لتحرير القبض، اضغط على Command وOption في نفس الوقت.
es_419: Para capturar la entrada o liberar la captura, presiona Command y Option al mismo tiempo.
fr: Pour capturer ou libérer l’entrée, appuyez sur Cmd et Option en même temps.
ru: Для захвата ввода или снятия захвата одновременно нажмите Command и Option.
zh_hant: 若要擷取輸入或者是釋放擷取，請同時按下 Command 和 Option 鍵。

source: To install macOS, you need to download a recovery IPSW. If you do not select an existing IPSW, the latest macOS IPSW will be downloaded from Apple.
ar: لتثبيت macOS، تحتاج إلى تنزيل IPSW للاسترداد. إذا لم تحدد IPSW موجودة، سيتم تنزيل أحدث IPSW من Apple.
es_419: Para instalar macOS, debes descargar un IPSW de recuperación. Si no seleccionas un IPSW existente, el IPSW más reciente de macOS será descargado desde Apple.
fi: macOS:n asentamiseksi sinun on ladattava palautus-IPSW. Jos et valitse olemassa olevaa IPSW:tä, uusin macOS IPSW ladataan Applelta.
fr: Pour installer macOS, vous devez télécharger un IPSW de réinstallation. Si vous ne sélectionnez pas un IPSW existant, le dernier IPSW de macOS en date sera téléchargé depuis les serveurs d’Apple.
ru: Для установки macOS необходимо загрузить IPSW. Если вы не выберете существующий IPSW, то с сайта Apple будет загружена последняя версия IPSW.
zh_hant: 要安裝 macOS，您需要下載復原 IPSW。如果您這裡沒有選擇 IPSW，UTM 將會從 Apple 下載最新的 macOS IPSW。

source: To release the mouse cursor, press %@ at the same time.
ar: لإطلاق مؤشر الماوس، اضغط على %@ في نفس الوقت.
es_419: Para liberar el cursor, presiona %@ al mismo tiempo.
fr: Pour libérer le curseur de la souris, appuyez sur %@ simultanément.
ru: Чтобы отпустить курсор мыши, одновременно нажмите %@.
zh_hant: 若要釋放滑鼠游標，請同時按下 %@。

source: Trust
ar: ثقة

source: UEFI is not supported with this architecture.
ar: لا تدعم هذه البنية UEFI.
es_419: UEFI no está soportado con esta arquitectura.
fi: Tämä arkkitehtuuri ei tue UEFI:ää.
fr: L’UEFI n’est pas pris en charge avec cette architecture
ru: UEFI не поддерживается на этой архитектуре.
zh_hant: UEFI 不支援本架構。

source: Unable to add a shortcut to the new location.
ar: غير قادر على إضافة اختصار إلى الموقع الجديد.
es_419: No se pudo añadir un acceso directo al nuevo lugar.
fr: Impossible d’ajouter un alias dans le nouvel emplacement.
ru: Невозможно добавить ярлык в новое местоположение.
zh_hant: 無法加入導向新路徑的捷徑。

source: Unavailable
ar: غير متاح
es_419: No disponible
fr: Non disponible
ru: Недоступно
zh_hant: 無法使用

source: Unavailable for this platform.
ar: غير متاح لهذه المنصة.
es_419: No disponible para esta plataforma.
fi: Ei saatavilla tälle alustalle.
fr: Non disponible pour cette plateforme.
ru: Недоступно для этой платформы.
zh_hant: 不支援本平台。

source: Uncompressed Linux initial ramdisk (optional)
ar: ذاكرة مؤقتة أولية لنظام لينكس غير مضغوطة (اختياري)
es_419: Ramdisk inicial de Linux sin comprimir (opcional)
fr: Ramdisk initial de Linux décoompressé (optionnel)
ru: Несжатый первоначальный ramdisk Linux (опционально)
zh_hant: 未壓縮的 Linux 初始 ramdisk（選填）

source: Uncompressed Linux kernel (required)
ar: نواة لينكس غير مضغوطة (مطلوب)
es_419: Kernel de Linux sin comprimir (requerido)
fr: Linux kernel décoompressé (required)
ru: Несжатое первоначальное ядро Linux (обязательно)
zh_hant: 未壓縮的 Linux 核心（必填）

source: Update Interface
ar: تحديث الواجهة
ru: Обновить интерфейс
zh_hant: 更新介面

source: USB Device
ar: جهاز USB
es_419: Dispositivo USB
fr: Périphérique USB
ru: Устройство USB
zh_hant: USB 裝置

source: USB Sharing
ar: مشاركة USB
es_419: Compartir USB
fi: USB-jako
fr: Partage USB
ru: Общий доступ USB
zh_hant: USB 共享

source: USB sharing not supported in this build of UTM.
ar: مشاركة USB غير مدعومة في هذا الإصدار من UTM.
es_419: El uso compartido de USB no está soportado en esta compilación de UTM.
fr: Le partage USB n’est pas pris en charge sur cette version d’UTM.
ru: Общий доступ USB недоступен в этой сборке UTM.
zh_hant: 本 UTM 組建不支援 USB 共享。

source: Use Command+Option (⌘+⌥) for input capture/release
ar: استخدم Command + Option (⌘ + ⌥) لالتقاط/إطلاق الإدخال.
es_419: Usa Command+Option (⌘+⌥) para capturar/librerar la entrada
fi: Käytä Command+Option (⌘+⌥) syötettä sieppaamiseen/vapauttamiseen
fr: Utiliser Command+Option (⌘+⌥) pour capturer ou rendre l’entrée
ru: Для захвата/отмены ввода используйте Command+Option (⌘+⌥)
zh_hant: 使用 Command+Option (⌘+⌥) 擷取或釋放輸入

source: User Guide
ar: دليل المستخدم
es_419: Guía de Usuario
fi: Käyttöohjeet
fr: Guide de l’utilisateur
ru: Руководство пользователя
zh_hant: 使用指南

source: UTM is not ready to accept commands.
ar: UTM غير جاهز لقبول الأوامر.
zh_hant: UTM 尚未準備好接受命令。

source: Version
ar: الإصدار
zh_hant: 版本

source: Virtual Machine
ar: آلة افتراضية
es_419: Máquina Virtual
fr: Machine virtuelle
ru: Виртуальная Машина
zh_hant: 虛擬機

source: Virtual Machine Gallery
ar: معرض الآلات الافتراضية
es_419: Librería de máquinas virtuales
fi: Virtuaalikonegalleria
fr: Bibliothèque de machines virtuelles
ru: Галерея виртуальных машин
zh_hant: 虛擬機資源庫

source: Virtual machine not loaded.
ar: لم يتم تحميل الآلة الافتراضية.
zh_hant: 未載入虛擬機。

source: Virtualization is not supported on your system.
ar: لا تدعم نظامك الافتراضية.
es_419: La Virtualización no está soportada en tu sistema.
fi: Järjestelmäsi ei tue virtualisointia.
fr: La virtualisation n’est pas prise en charge sur votre système
ru: Виртуализация не поддерживается на вашей системе.
zh_hant: 您的系統不支援虛擬化技術。

source: Virtualize
ar: افتراضية
es_419: Virtualizar
fi: Virtualisoi
fr: Virtualiser
ru: Виртуализировать
zh_hant: 虛擬化

source: VM display size is fixed
ar: حجم عرض الآلة الافتراضية ثابت.
es_419: El tamaño de pantalla de la VM es fijo
fi: VM-näytön koko on kiinteä
fr: La taille de la fenêtre de la VM est fixe
ru: Размер экрана ВМ фиксирован
zh_hant: 已固定虛擬機顯示器大小

source: Waiting for VM to connect to display...
ar: انتظار اتصال الآلة الافتراضية بالشاشة...
es_419: Esperando a que la VM se conecte al monitor…
fr: En attente de la connection de la VM à l’écran…
zh_hant: 等待 VM 連接顯示器……

source: Welcome to UTM
ar: مرحبًا بك في UTM
es_419: Bienvenido/a a UTM
fi: Tervetuloa UTM:ään
fr: Bienvenue dans UTM
ru: Добро пожаловать в UTM
zh_hant: 歡迎使用 UTM

source: What's New
ar: ما الجديد
zh_hant: 最新動向

source: Windows Guest Support Tools
ar: أدوات دعم الضيف لنظام Windows.
es_419: Herramientas de invitado de Windows
fr: Outil de prise en charge de l’invité Windows
ru: Средства поддержки гостей Windows
zh_hant: Windows 客體支援工具

source: Would you like to connect '%@' to this virtual machine?
ar: هل ترغب في توصيل '%@' بهذه الآلة الافتراضية؟
es_419: ¿Te gustaría conectar '%@' a esta máquina virtual?
fi: Haluatko yhdistää '%@' tähän virtuaalikoneeseen?
fr: Voulez-vous connecter '%@' à cette machine virtuelle ?
ru: Хотите ли вы подключить '%@' к этой виртуальной машине?
zh_hant: 您確定要將「%@」與此虛擬機連接嗎？

source: Would you like to install macOS? If an existing operating system is already installed on the primary drive of this VM, then it will be erased.
ar: هل ترغب في تثبيت macOS؟ إذا كان نظام تشغيل موجود بالفعل مثبتًا على القرص الرئيسي لهذه الآلة الافتراضية، فسيتم محوه.
es_419: ¿Le gustaría instalar macOS? Si un sistema operativo ya está instalado en la unidad principal de esta VM, se borrará.
fr: Voulez-vous installer macOS ? Si un système d’exploitation existe déjà sur le lecteur principal de cette VM, il sera effacé.
ru: Желаете ли вы установить macOS? Если на первичном диске этой ВМ уже установлена операционная система, то она будет удалена.
zh_hant: 您是否要安裝 macOS？如果已經有在虛擬機的主磁碟機上安裝作業系統，那這個磁碟機將會被擦除。

source: Would you like to re-convert this disk image to reclaim unused space and apply compression? Note this will require enough temporary space to perform the conversion. Compression only applies to existing data and new data will still be written uncompressed. You are strongly encouraged to back-up this VM before proceeding.
ar: هل ترغب في إعادة تحويل هذه الصورة القرصية لاستعادة المساحة غير المستخدمة وتطبيق الضغط؟ لاحظ أن هذا سيتطلب مساحة مؤقتة كافية لإجراء التحويل. الضغط ينطبق فقط على البيانات الموجودة وستظل البيانات الجديدة تُكتب بدون ضغط. يُنصح بشدة بعمل نسخة احتياطية لهذه الآلة الافتراضية قبل المتابعة.
es_419: ¿Le gustaría re-convertir esta imagen de disco para reclamar el espacio no usado y aplicar compresión? Ten en cuenta que esto requerirá tener suficiente espacio temporal para realizar la conversión. La compresión sólo aplica a los datos existentes y los nuevos datos serán escritos sin comprimir. Le recomendamos que haga una copia de seguridad de esta VM antes de continuar.
fr: Souhaitez-vous re-convertir cette image disque pour libérer l’espace inutilisé et appliquer une compression ? Sachez que vous aurez besoin d’espace libre pour le processus de conversion. La compression ne s’effectue que sur les données existantes, les nouvelles données demeureront non compressées. Il est fortement recommandé de sauvegarder cette VM avant de poursuivre.
ru: Хотите ли вы повторно преобразовать этот образ диска, чтобы освободить неиспользуемое пространство и применить сжатие? Обратите внимание, что для этого потребуется достаточное количество временного пространства для выполнения преобразования. Сжатие применяется только к существующим данным, новые данные по-прежнему будут записываться без сжатия. Перед началом работы настоятельно рекомендуется создать резервную копию этой виртуальной машины.
zh_hant: 您是否要重新轉換這個磁碟機映像檔，釋放未使用的空間並執行壓縮？注意這將需要足夠的暫存空間來執行這個轉換。壓縮只會影響現有資料，新資料仍會以未壓縮的形式寫入。強烈建議您轉換前先備份虛擬機。

source: Would you like to re-convert this disk image to reclaim unused space? Note this will require enough temporary space to perform the conversion. You are strongly encouraged to back-up this VM before proceeding.
ar: هل ترغب في إعادة تحويل هذه الصورة القرصية لاستعادة المساحة غير المستخدمة؟ لاحظ أن هذا سيتطلب مساحة مؤقتة كافية لإجراء التحويل. يُنصح بشدة بعمل نسخة احتياطية لهذه الآلة الافتراضية قبل المتابعة.
es_419: ¿Te gustaría re-convertir esta imagen de disco para reclamar el espacio no usado? Ten en cuenta que esto requerirá tener suficiente espacio temporal para realizar la conversión. Le recomendamos que haga una copia de seguridad de esta VM antes de continuar.
fr: Souhaitez-vous re-convertir l’image disque pour libérer de l’espace ? Notez que cela requiert temporairement de l’espace pour effectuer la conversion. Il est fortement conseillé de sauvegarder cette VM avant de continuer.
ru: Хотите ли вы переконвертировать этот образ диска, чтобы освободить неиспользуемое пространство? Обратите внимание, что для выполнения преобразования потребуется достаточное количество временного пространства. Перед началом работы настоятельно рекомендуется создать резервную копию этой виртуальной машины.
zh_hant: 您是否要重新轉換這個磁碟機映像檔，釋放未使用的空間？注意這將需要足夠的暫存空間來執行這個轉換。強烈建議您轉換前先備份虛擬機。

source: Yes
ar: نعم
es_419: Sí
fi: Kyllä
fr: Oui
ru: Да
zh_hant: 是

source: Your device has %llu MB of memory and the estimated usage is %llu MB.
ar: جهازك يحتوي على %llu ميغابايت من الذاكرة والاستخدام المقدر هو %llu ميغابايت.
es_419: Tu dispositivo tiene %1$llu MB de memoria y un uso estimado de %2$llu MB.
fr: Votre appareil a %llu Mio de mmoire et l’utilisation est estimée à %llu Mio.
ru: На вашем устройстве имеется %llu МБ памяти, а предполагаемое использование составляет %llu МБ.
zh_hant: 您的裝置有 %1$llu MB 的記憶體，估計用量為 %2$llu MB。

source: Your machine does not support running this IPSW.
ar: جهازك لا يدعم تشغيل هذا IPSW.
es_419: Tu máquina no soporta ejecutar este archivo IPSW.
fr: Votre machine ne prend pas en charge l’exécution de cet IPSW.
ru: Ваша машина не поддерживает запуск этого IPSW.
zh_hant: 您的機器不支援執行本 IPSW。

source: Your version of iOS does not support running VMs while unmodified. You must either run UTM while jailbroken or with a remote debugger attached. See https://getutm.app/install/ for more details.
ar: إصدار iOS الخاص بك لا يدعم تشغيل الآلات الافتراضية في حالة عدم التعديل. يجب عليك تشغيل UTM أثناء كسر الحماية أو مع توصيل مصحح أخطاء عن بُعد. انظر https://getutm.app/install/ لمزيد من التفاصيل.
es_419: Tu versión de iOS no soporta la ejecución de VMs sin modificar. Debes de ejecutar UTM con Jailbreak o con un depurador remoto conectado. Consulte https://getutm.app/install/ para obtener más detalles.
fr: Votre version d’iOS ne prend pas en charge l’exécution de VM tant qu’il n’est pas modifié. Soit vous devez exécuter UTM sur un appareil jailbreaké, soit vous devez y rattacher un débogeur distant. Consultez https://getutm.app/install/ pour plus de détails.
ru: Ваша версия iOS не поддерживает запуск виртуальных машин в немодифицированном состоянии. Вы должны запускать UTM c jailbrake, либо с подключенным удаленным отладчиком. Более подробную информацию см. на сайте https://getutm.app/install/.
zh_hant: 您的 iOS 版本不支援在未修改的情況下執行 VM。您得越獄或者是附加 (attach) 遠端除錯器才能執行 UTM。詳細資訊請參閱 https://getutm.app/install/ 。

source: (Delete)
ar: (حذف)
fr: (Supprimer)
zh_hant: （刪除）

source: Add
ar: إضافة
fr: Ajouter
zh_hant: 加入

source: Add a new device.
ar: إضافة جهاز جديد.
fr: Ajouter un nouvel appareil.
zh_hant: 加入新裝置。

source: Add a new drive.
ar: إضافة محرك جديد.
fr: Ajoute un nouveau lecteur.
zh_hant: 加入新磁碟機。

source: Add read only
ar: إضافة للقراءة فقط
fr: Ajouter en lecture seule
zh_hant: 加入唯讀

source: Advanced. If checked, a raw disk image is used. Raw disk image does not support snapshots and will not dynamically expand in size.
ar: خيارات متقدمة. إذا تم تحديدها، سيتم استخدام صورة قرص خام. صورة القرص الخام لا تدعم اللقطات ولن تتوسع ديناميكيًا في الحجم.
fr: Avancé. Si coché, une image disque brute sera utilisée. Les image de disque brutes ne prennent pas en charge les instantanés et leur taille ne sera pas étendue dynamiquement.
zh_hant: 進階。若核取則使用原始磁碟映像檔。原始磁碟映像檔不支援快照，也不會動態擴充大小。

source: Allow Remote Connection
ar: السماح بالاتصال عن بُعد
zh_hant: 允許遠端連線

source: Allows passing through additional input from trackpads. Only supported on macOS 13+ guests.
ar: يسمح بتمرير إدخال إضافي من لوحات اللمس. مدعوم فقط على ضيوف macOS 13 وما فوق.
zh_hant: 只支援 macOS 13 以上的客體系統，可以從觸控板傳遞其他輸入。

source: Apple Virtualization is experimental and only for advanced use cases. Leave unchecked to use QEMU, which is recommended.
ar: التقنية الافتراضية من Apple تجريبية ومخصصة فقط للاستخدام المتقدم. اتركها غير محددة لاستخدام QEMU، وهو موصى به.
es_419: La Virtualización de Apple es experimental y sólo para casos de uso avanzado. Deje sin marcar para usar QEMU, que es lo recomendado.
fi: Apple Virtualization on kokeellinen ja vain edistyneille käyttötapauksille. Jätä valitsematta, jos haluat käyttää QEMUa, mikä on suositeltavaa.
fr: La prise en charge de la Virtualisation d’Apple est expérimentale et à utiliser uniquement pour des cas avancés. Laissez décoché pour utiliser QEMU, qui est recommandé.
ru: Виртуализация Apple является экспериментальной и предназначена только для продвинутых пользователей. Оставьте флажок без изменений, чтобы использовать QEMU, что рекомендуется.
zh_hant: Apple Virtualization 仍在實驗且僅適合進階用例。不核取則繼續使用推薦的 QEMU。

source: Application
ar: تطبيق
es_419: Aplicación
ru: Приложение
zh_hant: 應用程式

source: Arguments
ar: وسائط
ru: Аргументы
zh_hant: 引數

source: Auto Resolution
ar: تعديل تلقائي للدقة
es_419: Resolución automática
fi: Automaattinen resoluutio
fr: Résolution automatique
ru: Авто разрешение
zh_hant: 自動調整解析度

source: Background Color
ar: لون الخلفية
es_419: Color de fondo
fi: Taustaväri
fr: Couleur d’arrière-plan
ru: Цвет фона
zh_hant: 背景色彩

source: Balloon Device
ar: جهاز Balloon
es_419: Dispositivo Balloon
fi: Balloon laite
fr: Appareil Balloon
ru: Устройство для раздувания памяти
zh_hant: Balloon 裝置

source: Blinking cursor?
ar: مؤشر يومض؟
fr: Curseur clignottant ?
zh_hant: 游標正在閃爍？

source: Boot arguments
ar: وسائط التمهيد
zh_hant: 開機引數

source: Boot from kernel image
ar: التمهيد من صورة النواة
es_419: Iniciar desde una imagen de kernel
fi: Käynnistä ydinkuvasta
fr: Booter depuis l’image du noyau
ru: Загрузка с образа ядра
zh_hant: 從核心映像檔開機

source: Boot Image
ar: صورة التمهيد
es_419: Imagen de arranque
fi: Käynnistyskuva
fr: Image de boot (démarrage)
ru: Загрузочный образ
zh_hant: 開機映像檔

source: Boot into recovery mode.
ar: التمهيد إلى وضع الاسترداد.
es_419: Arrancar en modo de recuperación.
fr: Démarre le mode de récupération.
ru: Загрузиться в режим восстановления.
zh_hant: 啟動到恢復模式。

source: Bootloader
ar: محمل الإقلاع
zh_hant: 開機載入器

source: Bridged Interface
ar: واجهة جسرية
es_419: Interfaz de puente
fi: Sillattu käyttöliittymä
fr: Interface du pont
ru: Мостовой интерфейс
zh_hant: 橋接介面

source: By default, the best backend for the target will be used. If the selected backend is not available for any reason, an alternative will automatically be selected.
ar: بشكل افتراضي، سيتم استخدام أفضل خلفية للهدف. إذا كانت الخلفية المحددة غير متاحة لأي سبب، سيتم اختيار بديل تلقائيًا.
zh_hant: 預設會使用目的平台最適合的後端。如果選擇的後端因某種原因無法使用，則會自動採用備案。

source: By default, the best renderer for this device will be used. You can override this with to always use a specific renderer. This only applies to QEMU VMs with GPU accelerated graphics.
ar: بشكل افتراضي، سيتم استخدام أفضل مُعالج لهذا الجهاز. يمكنك تجاوز ذلك لاستخدام مُعالج معين دائمًا. ينطبق هذا فقط على الآلات الافتراضية QEMU ذات الرسوميات المعجلة بواسطة GPU.
fr: Par défaut, le meilleur monteur pour cet appareil sera utilisé. Vous pouvez néanmoins forcer l’utilisation d’un moteur spécifique. Cela ne s’appliquera qu’aux VM de QEMU qui ont une accélération graphique du GPU.
zh_hant: 預設會使用本裝置最適合的算繪器。您可以覆蓋這個設定，在任何情況下使用指定的算繪器。只對啟用 GPU 加速圖形的 QEMU 虛擬機生效。

source: Calculating current size...
ar: يتم حساب الحجم الحالي...
fr: Calcul de la taille actuelle…
zh_hant: 正在計算目前大小……

source: Cancel Download
ar: إلغاء التنزيل
zh_hant: 取消下載

source: Clipboard Sharing
ar: مشاركة الحافظة
es_419: Compartir portapapeles
fi: Leikepöydän jakaminen
fr: Partage du presse-papiers
ru: Обмен буфером обмена
zh_hant: 剪貼簿共享

source: Clone
ar: استنساخ
es_419: Clonar
fi: Kloonaa
fr: Cloner
ru: Клонировать
zh_hant: 複製

source: Clone selected VM
ar: استنساخ الآلة الافتراضية المحددة.
es_419: Clonar la VM seleccionada
fi: Kloonaa valittu virtuaalikone
fr: Cloner la VM sélectionnée
ru: Клонировать выбранную виртуальную машину
zh_hant: 複製選取虛擬機

source: Clone…
ar: استنساخ...
es_419: Clonar...
fi: Kloonaa…
fr: Cloner…
ru: Клонировать…
zh_hant: 複製⋯

source: Closing a VM without properly shutting it down could result in data loss.
ar: قد يؤدي إغلاق آلة افتراضية دون إيقافها بشكل صحيح إلى فقدان البيانات.
zh_hant: 不先正確關機而直接關閉虛擬機，可能導致資料遺失。

source: Compress
ar: ضغط
fr: Compresser
ru: Сжать
zh_hant: 壓縮

source: Compress by re-converting the disk image and compressing the data.
ar: ضغط عن طريق إعادة تحويل صورة القرص وضغط البيانات.
fr: Compression en reconvertissant l’image disque et en compressant les données.
zh_hant: 藉由重新轉換磁碟映像檔和壓縮資料來進行壓縮。

source: Create a new VM
ar: إنشاء آلة افتراضية جديدة.

source: Create a new VM with the same configuration as this one but without any data.
ar: إنشاء آلة افتراضية جديدة بنفس التكوين مثل هذه ولكن بدون أي بيانات.
es_419: Crear una nueva VM con la misma configuración que esta pero sin ningún dato.
fr: Crée une nouvelle VM avec la même configuration que celle-ci, mais sans aucune donnée.
ru: Создайте новую ВМ с той же конфигурацией, что и эта, но без каких-либо данных.
zh_hant: 建立一台新虛擬機，組態與此機器相同，但不含任何資料。

source: Create an empty drive.
ar: إنشاء محرك فارغ.
fr: Créer un nouveau lecteur vide.
zh_hant: 建立空白磁碟機。

source: Debian Install Guide
ar: دليل تثبيت Debian.
fr: Guide d’installation de Debian
zh_hant: Debian 安裝指南

source: Default is 1/4 of the RAM size (above). The JIT cache size is additive to the RAM size in the total memory usage!
ar: الإعداد الافتراضي هو 1/4 من حجم الذاكرة (كما هو موضح أعلاه). حجم ذاكرة التخزين المؤقت JIT يضاف إلى حجم الذاكرة في الاستخدام الكلي للذاكرة!
es_419: Por defecto es 1/4 del tamaño de la RAM (de arriba). ¡El tamaño de caché de JIT se añade al total del uso de memoria!
fi: Oletus on 1/4 RAM-koosta (yllä). JIT-välimuistin koko on lisätty RAM-kokoon kokonaismuistin käytössä!
fr: 1/4 de la RAM est utilisé par défaut (ci-dessus). La taille du cache JIT s’ajoute à la taille de la RAM utilisée !
ru: По умолчанию - 1/4 от объема оперативной памяти (см. выше). Размер JIT-кэша аддитивен к размеру оперативной памяти в общем объеме используемой памяти!
zh_hant: 預設是記憶體大小的 1/4（以上）。JIT 快取大小包含在總記憶體用量的記憶體大小當中！

source: Delete this drive.
ar: حذف هذا المحرك.
fr: Supprime ce lecteur.
zh_hant: 刪除這個磁碟機。

source: Delete selected VM
ar: حذف الآلة الافتراضية المحددة.
es_419: Eliminar la VM seleccionada
fi: Poista valittu VM
fr: Supprimer la VM sélectionnée
ru: Удалить выбранную ВМ
zh_hant: 刪除選取虛擬機

source: Delete this shortcut. The underlying data will not be deleted.
ar: حذف هذا الاختصار. البيانات الأساسية لن تحذف.
es_419: Eliminar este acceso directo. Los datos subyacentes no se eliminarán.
fr: Supprime ce raccourci. Les données associées ne seront pas supprimées.
ru: Удалить этот ярлык. При этом основные данные не будут удалены.
zh_hant: 刪除這個捷徑。不會刪除裡面的資料。

source: Delete this VM and all its data.
ar: حذف هذه الآلة الافتراضية وجميع بياناتها.
es_419: Eliminar esta VM y todos sus datos.
fr: Supprime cette VM et toutes ses données.
ru: Удалите эту ВМ и все её данные.
zh_hant: 刪除本虛擬機和其所有資料。

source: Delete Drive
ar: حذف المحرك.
es_419: Eliminar unidad
fi: Poista asema
fr: Supprimer
ru: Удалить диск
zh_hant: 刪除磁碟機

source: Description
ar: الوصف
zh_hant: 描述

source: Directory
ar: الدليل
es_419: Directorio
fi: Hakemisto
fr: Dossier
zh_hant: 檔案夾

source: Directory Share Mode
ar: وضع مشاركة الدليل.
es_419: Modo de directorio compartido
fi: Hakemiston jakotila
fr: Mode de partage de dossier
ru: Режим совместного доступа к каталогам
zh_hant: 檔案夾共享模式

source: Disk
ar: قرص
es_419: Disco
fi: Levy
fr: Disque
ru: Диск
zh_hant: 磁碟

source: DHCP Domain Name
ar: اسم نطاق DHCP.
es_419: Nombre de dominio DHCP
fi: DHCP-verkkotunnuksen nimi
fr: Nom de domaine DHCP
ru: Доменное имя DHCP
zh_hant: DHCP 網域名稱

source: DHCP End
ar: نهاية عنوان DHCP.
zh_hant: DHCP 結束位址

source: DNS Search Domains
ar: نطاقات بحث DNS.
es_419: Dominios de búsqueda DNS
fi: DNS-hakualueet
fr: Domaine de recherche DNS
ru: DNS-поиск доменов
zh_hant: DNS 搜尋網域

source: DNS Server
ar: خادم DNS.
es_419: Servidor DNS
fi: DNS-palvelin
fr: Serveur DNS
ru: DNS сервер
zh_hant: DNS 伺服器

source: DNS Server (IPv6)
ar: خادم DNS (IPv6).
es_419: Servidor DNS (IPv6)
fi: DNS-palvelin (IPv6)
fr: Serveur DNS (IPv6)
ru: DNS сервер (IPv6)
zh_hant: DNS 伺服器（IPv6）

source: DHCP Start
ar: بداية عنوان DHCP.
es_419: Inicio de DHCP
fi: DHCP käynnistys
fr: Début DHCP
ru: Старт DHCP
zh_hant: DHCP 起始位址

source: Done
ar: تم.
es_419: Completado
fi: Tehty
fr: Terminé
ru: Готово
zh_hant: 完成
