Repository: kakik0u/atm
Catalog: Platform/*.lproj/Localizable.strings
Languages: ar, es_419, fi, fr, ru, zh_hant

source: Optionally select a directory to make accessible inside the VM. Note that support for shared directories varies by the guest operating system and may require additional guest drivers to be installed. See UTM support pages for more details.
ar: اختر دليلًا بشكل اختياري لجعله متاحًا داخل الآلة الافتراضية. لاحظ أن الدعم للدلائل المشتركة يختلف حسب نظام تشغيل الضيف وقد يتطلب تثبيت برامج تشغيل إضافية للضيف. راجع صفحات دعم UTM لمزيد من التفاصيل.
es_419: Opcionalmente, selecciona un directorio a hacer accessible dentro de la VM. Ten en cuenta que el soporte de los directorios compartidos varía según el sistema operativo invitado y puede requerir drivers adicionales a ser instalados. Ver las páginas de soporte de UTM para más información.
fi: Valitse valinnaisesti hakemisto, joka on käytettävissä virtuaalikoneen sisällä. Huomaa, että jaettujen hakemistojen tuki vaihtelee vieraskäyttöjärjestelmän mukaan ja saattaa edellyttää lisävierasohjaimien asentamista. Katso lisätietoja UTM-tukisivuilta.
fr: Vous pouvez sélectionner un dossier pour qu’il soit accessible dans la VM. Notez que la prise en charge des dossiers partagés varie selon l’OS invité et peut demander l’installation de pilotes supplémentaires dans l’OS invité. Consultez les pages d’aide d’UTM pour plus de détails.
ru: Опционально выберите каталог, который будет доступен внутри ВМ. Обратите внимание, что поддержка общих каталогов зависит от гостевой операционной системы и может потребовать установки дополнительных гостевых драйверов. Дополнительные сведения см. на страницах поддержки UTM.
zh_hant: 選擇性選取虛擬機內能夠存取的目錄。注意共享檔案夾的支援度因客體作業系統而異，可能會需要安裝額外的客體驅動程式。請查閱 UTM 支援頁面深入了解。

source: Options here only apply on next boot and are not saved.
ar: الخيارات هنا تنطبق فقط عند التمهيد التالي وليست محفوظة.
ru: Установленные здесь параметры применяются только при следующей загрузке и не сохраняются.
zh_hant: 這裡的選項只會在下次開機時生效，且不會儲存。

source: Path
ar: مسار
es_419: Ruta
fi: Polku
fr: Emplacement
ru: Путь
zh_hant: 路徑

source: Power Off
ar: إيقاف التشغيل
es_419: Apagar
fi: Sammuta
fr: Éteindre
ru: Выключить
zh_hant: 關機

source: Prompt
ar: مطالبة
zh_hant: 提示

source: Protocol
ar: بروتوكول
es_419: Protocolo
fi: Protokolla
fr: Protocole
ru: Протокол
zh_hant: 通訊協定

source: QEMU Machine Properties
ar: خصائص آلة QEMU
es_419: Propiedades de la máquina QEMU
fi: QEMU-koneen ominaisuudet
fr: Propriétés de la machine QEMU
ru: Свойства машины QEMU
zh_hant: QEMU 機器屬性

source: Quit
ar: خروج
es_419: Salir
fi: Lopeta
fr: Quitter
ru: Выйти
zh_hant: 結束

source: RAM
ar: ذاكرة الوصول العشوائي
fi: Keskusmuisti
ru: ОЗУ
zh_hant: 記憶體

source: Ramdisk (optional)
ar: ذاكرة مؤقتة (اختياري)
fr: Ramdisk (optionnel)
zh_hant: Ramdisk（選填）

source: Random
ar: عشوائي
es_419: Aleatorio
fi: Satunnainen
fr: Aléatoire
ru: Случайный
zh_hant: 隨機

source: Read Only?
ar: للقراءة فقط؟
fr: Lecture seule ?
ru: Только для чтения?
zh_hant: 唯讀？

source: Reclaim disk space by re-converting the disk image.
ar: استعادة مساحة القرص عن طريق إعادة تحويل صورة القرص.
es_419: Reclamar espacio al re-convertir la imagen de disco.
fr: Libère de l’espace disque en re-convertissant l’image disque.
ru: Освободить место на диске путем повторного преобразования образа диска.
zh_hant: 藉由重新轉換磁碟映像檔來釋放空間。

source: Reclaim Space
ar: استعادة المساحة
es_419: Reclamar espacio
fi: Voit takaisin tilaa
fr: Libérer de l’espace
ru: Освободить пространство
zh_hant: 釋放空間

source: Remove selected shortcut
ar: إزالة الاختصار المحدد
fr: Supprimer le raccourci sélectionné
zh_hant: 移除選取的捷徑

source: Renderer Backend
ar: الواجهة الخلفية للرندر
fr: Moteur de rendu
zh_hant: 算繪器後端

source: Requires restarting UTM to take affect.
ar: يتطلب إعادة تشغيل UTM ليصبح ساري المفعول.
fr: Vous devez redémarrer UTM pour que cela prenne effet.
zh_hant: 需要重新啟動 UTM 使之生效。

source: Requires SPICE guest agent tools to be installed.
ar: يتطلب تثبيت أدوات وكيل SPICE للضيف.
es_419: Se requiere tener instalado las herramientas de agente invitado de SPICE.
fi: Edellyttää SPICE-vierasagenttityökalujen asentamista.
fr: Requiert l’installation des outils clients SPICE dans l’OS invité.
ru: Требуется установка средств гостевого агента SPICE.
zh_hant: 需安裝 SPICE 客體代理程式工具。

source: Reset UEFI Variables
ar: إعادة تعيين متغيرات UEFI
ru: Сбрасывать переменные UEFI
zh_hant: 重設 UEFI 變數

source: Resize Console Command
ar: أمر تغيير حجم وحدة التحكم
es_419: Comando de redimensionamiento de la consola
fi: Muuta konsolikomentoa
fr: Commande de redimsensionnement de la Console
ru: Изменение размера консоли
zh_hant: 調整主控台大小命令

source: Resize…
ar: تغيير الحجم…
fr: Redimensionner…
ru: Изменить размер…
zh_hant: 調整大小…

source: Resizing is experimental and could result in data loss. You are strongly encouraged to back-up this VM before proceeding. Would you like to resize to %lld GiB?
ar: تغيير الحجم هو تجربة وقد يؤدي إلى فقدان البيانات. يُنصح بشدة بعمل نسخة احتياطية من هذه الآلة الافتراضية قبل المتابعة. هل ترغب في تغيير الحجم إلى %lld GiB؟
fr: Le redimensionnement est expérimental et peut conduire à une perte de données. Il est fortement conseillé de sauvegarder cette VM avant de poursuivre. Souhaitez-vous la redimensionner vers %lld Gio ?
zh_hant: 「調整大小」仍在實驗中且可能導致資料遺失。強烈建議調整前備份本 VM。是否要調整大小至 %lld GiB？

source: Resolution
ar: الدقة
es_419: Resolución
fi: Resoluutio
fr: Résolution
ru: Разрешение
zh_hant: 解析度

source: Restart
ar: إعادة تشغيل
es_419: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
ru: Перезапустить
zh_hant: 重新啟動

source: Resume
ar: استئناف
fr: Reprendre
zh_hant: 繼續

source: Resume running VM.
ar: استئناف تشغيل الآلة الافتراضية.
zh_hant: 繼續執行中的 VM。

source: Reveal where the VM is stored.
ar: كشف مكان تخزين الآلة الافتراضية.
es_419: Mostrar dónde se almacena la VM.
fr: Affiche l’emplacement où est enregistrée la VM.
ru: Показать место хранения виртуальной машины.
zh_hant: 顯示 VM 的儲存位置。

source: RNG Device
ar: جهاز RNG
es_419: Dispositivo RNG
fi: RNG-laite
fr: Appareil RNG
ru: RNG устройство
zh_hant: RNG 裝置

source: Root Image
ar: صورة الجذر
es_419: Imagen Root
fi: Juurikuva
fr: Image Root
ru: Корневой образ
zh_hant: Root 映像檔

source: Run
ar: تشغيل
es_419: Ejecutar
fi: Suorita
fr: Démarrer
ru: Запустить
zh_hant: 執行

source: Run Recovery
ar: تشغيل وضع الاسترداد
es_419: Ejecutar Recuperación
fr: Exécuter le mode Recovery
ru: Запустить восстановление
zh_hant: 執行 Recovery

source: Run selected VM
ar: تشغيل الآلة الافتراضية المحددة
es_419: Ejecutar VM seleccionada
fi: Suorita valittu VM
fr: Démarrer la VM sélectionnée
ru: Запустить выбранную ВМ
zh_hant: 執行選取虛擬機

source: Run the VM in the foreground.
ar: تشغيل الآلة الافتراضية في المقدمة.
es_419: Ejecutar la VM en primer plano.
fr: Exécute la VM au premier plan
ru: Запуск виртуальной машины на переднем плане.
zh_hant: 在前景啟動 VM。

source: Run the VM in the foreground, without saving data changes to disk.
ar: تشغيل الآلة الافتراضية في المقدمة، دون حفظ تغييرات البيانات على القرص.
es_419: Ejecutar la VM en primer plano, sin guardar los cambios de datos en el disco.
fr: Exécute la VM en premier plan, sans sauvegarder les changements sur le disque.
ru: Запуск ВМ в фоновом режиме без сохранения изменений данных на диск.
zh_hant: 在前景啟動 VM 而不將資料更動儲存到磁碟中。

source: Run without saving changes
ar: تشغيل دون حفظ التغييرات
es_419: Ejecutar sin guardar los cambios
fr: Exécuter sans enregistrer les modifs.
ru: Запустить без сохранения настроек
zh_hant: 啟動而不儲存更改

source: Section
ar: قسم
zh_hant: 區域

source: Secure Boot with TPM 2.0
ar: التمهيد الآمن مع TPM 2.0
zh_hant: 包含 TPM 2.0 的安全啟動

source: Select an existing disk image.
ar: اختر صورة قرص موجودة.
fr: Sélectionne une image disque existante.
zh_hant: 選擇現有的磁碟映像檔。

source: Serial
ar: سلسلة
fi: Sarjanumero
fr: Série
ru: Последовательный
zh_hant: 序列裝置

source: Server Address
ar: عنوان الخادم
es_419: Dirección del servidor
fi: Palvelimen osoite
fr: Adresse du serveur
ru: Адрес сервера
zh_hant: 伺服器位址

source: Settings
ar: الإعدادات
es_419: Configuraciones
fi: Asetukset
fr: Réglages
ru: Параметры
zh_hant: 設定

source: Share
ar: مشاركة
es_419: Compartir
fi: Jaa
fr: Partager
ru: Поделиться
zh_hant: 分享

source: Share…
ar: مشاركة…
es_419: Compartir...
fr: Partager…
ru: Поделиться…
zh_hant: 分享…

source: Share a copy of this VM and all its data.
ar: مشاركة نسخة من هذه الآلة الافتراضية وجميع بياناتها.
es_419: Compartir una copia de esta VM con todos sus datos.
fr: Partage une copie de cette VM et toutes ses données.
ru: Поделиться копией этой ВМ и всех её данных
zh_hant: 分享虛擬機和其所有資料的複製。

source: Share Directory
ar: مشاركة الدليل
es_419: Compartir directorio
fi: Jaa hakemisto
fr: Partage de dossier
ru: Включить общий доступ к каталогу
zh_hant: 共享檔案夾

source: Share is read only
ar: المشاركة للقراءة فقط
es_419: Compartir en modo sólo lectura
fi: Jaa on vain luku
fr: Partage en lecture seule
ru: Общий доступ только для чтения
zh_hant: 共享的資料是唯讀的

source: Share selected VM
ar: مشاركة الآلة الافتراضية المحددة
es_419: Compartir la VM seleccionada
fi: Jaa valittu VM
fr: Partager la VM sélectionnée
ru: Поделиться выбранной ВМ
zh_hant: 分享選取虛擬機

source: Shared Directory Path
ar: مسار الدليل المشترك
fr: Chemin du dossier partagé
zh_hant: 共享檔案夾路徑

source: Shared Path
ar: المسار المشترك
fr: Chemin partagé
zh_hant: 共享的路徑

source: Should be off for older operating systems such as Windows 7 or lower.
ar: يجب أن يكون مغلقًا للأنظمة القديمة مثل Windows 7 أو أقل.
es_419: Debería estar desactivado para sistemas operativos más antiguos, como Windows 7 o inferior.
fi: Pitäisi olla pois päältä vanhemmissa käyttöjärjestelmissä, kuten Windows 7 tai vanhemmissa.
fr: Devrait être désactivé pour les anciens systèmes d’exploitation tels que Windows 7 et antérieurs.
ru: Для старых операционных систем, таких как Windows 7 или ниже, его следует отключить.
zh_hant: 舊版作業系統如 Windows 7 或更舊版本應當 off。

source: Should be on always unless the guest cannot boot because of this.
ar: يجب أن يكون مفعلًا دائمًا إلا إذا كانت الآلة الافتراضية لا تستطيع التمهيد بسبب ذلك.
es_419: Debería de estar siempre activo, a menos que el invitado no pueda arrancar debido a esto.
fi: Pitäisi olla päällä aina, ellei vieras voi käynnistyä tämän vuoksi.
fr: Devrait toujours être activé sauf si l’OS client ne peut démarrer à cause de celà.
ru: Должно быть включено всегда, если только гость не может загрузиться из-за этого.
zh_hant: 除非客體因此無法啟動，否則任何情境下都應當 on。

source: Show all devices…
ar: عرض جميع الأجهزة…
fr: Afficher tous les appareils…
zh_hant: 顯示所有裝置…

source: Show in Finder
ar: عرض في Finder
es_419: Mostrar en Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
ru: Показать в Finder
zh_hant: 在 Finder 顯示

source: Show the main window.
ar: عرض النافذة الرئيسية.
fr: Afficher la fenêtre principale.
zh_hant: 顯示主視窗。

source: Show UTM
ar: عرض UTM
fr: Afficher UTM
zh_hant: 顯示 UTM

source: Show UTM preferences
ar: عرض تفضيلات UTM

source: Skip Boot Image
ar: تخطي صورة التمهيد
es_419: Ignorar la imagen de arranque
fi: Ohita käynnistyskuva
fr: Ignorer l’image de démarrage
ru: Пропустить загрузочный образ
zh_hant: 略過開機映像檔

source: Skip ISO boot
ar: تخطي تمهيد ISO
es_419: Ignorar el arranque ISO
fi: Ohita ISO-käynnistys
fr: Ignorer le démarrage sur l’ISO
ru: Пропустить загрузку ISO
zh_hant: 略過 ISO 開機

source: Some older systems do not support UEFI boot, such as Windows 7 and below.
ar: بعض الأنظمة القديمة لا تدعم التمهيد UEFI، مثل Windows 7 وأقل.
es_419: Algunos sistemas antiguos no soportan el arranque UEFI, como Windows 7 y anteriores.
fi: Jotkin vanhemmat järjestelmät eivät tue UEFI-käynnistystä, kuten Windows 7 ja vanhempi.
fr: Certains anciens systèmes ne prennent pas en charge le démarrage en UEFI, comme Windows 7 et antérieurs.
ru: Некоторые старые системы не поддерживают загрузку UEFI, например, Windows 7 и ниже.
zh_hant: 部分舊版系統不支援 UEFI 啟動，如 Windows 7 和更舊版本。

source: Sound
ar: صوت
es_419: Audio
fi: Ääni
fr: Audio
ru: Звук
zh_hant: 音效卡

source: Sound Backend
ar: واجهة الصوت الخلفية
zh_hant: 音效卡後端

source: Start
ar: بدء
es_419: Inicio
fi: Aloita
fr: C'est parti
ru: Запуск
zh_hant: 啟動

source: Status
ar: الحالة
es_419: Estado
fi: Tila
fr: État
ru: Статус

source: Stop selected VM
ar: إيقاف الآلة الافتراضية المحددة
es_419: Detener la VM seleccionada.
fi: Pysäytä valittu VM
fr: Arrête la VM sélectionnée
ru: Остановить выбранную ВМ.
zh_hant: 停止選取的虛擬機

source: Stop the running VM.
ar: إيقاف تشغيل الآلة الافتراضية.
es_419: Detener la VM en ejecución.
fr: Arrête la VM en cours d’exécution.
ru: Остановить работу ВМ.
zh_hant: 停止執行中的虛擬機。

source: Storage
ar: التخزين
es_419: Almacenamiento
fi: Tallennustila
fr: Stockage
ru: Хранилище
zh_hant: 儲存空間

source: stty cols $COLS rows $ROWS
ar: stty أعمدة $COLS صفوف $ROWS
fi: stty sarakkeet $COLS riviä $ROWS

source: Suspend
ar: تعليق
fr: Suspendre
zh_hant: 暫停

source: Target
ar: الهدف
es_419: Destino
fi: Kohde
fr: Cible
ru: Цель
zh_hant: 目的

source: Terminate UTM and stop all running VMs.
ar: إنهاء UTM وإيقاف جميع الآلات الافتراضية الجارية.
fr: Quitte UTM et arrête toutes les VM en cours d’exécution.
zh_hant: 終止 UTM 並停止所有執行中虛擬機。

source: Text
ar: نص
zh_hant: 文字

source: Text Color
ar: لون النص
es_419: Color del texto
fi: Tekstin väri
fr: Couleur du texte
ru: Тестовый цвет
zh_hant: 文字色彩

source: The amount of storage to allocate for this image. Ignored if importing an image. If this is a raw image, then an empty file of this size will be stored with the VM. Otherwise, the disk image will dynamically expand up to this size.
ar: حجم التخزين المخصص لهذه الصورة. يتم تجاهله عند استيراد صورة. إذا كانت هذه صورة خام، فسيتم تخزين ملف فارغ بهذا الحجم مع الآلة الافتراضية. خلاف ذلك، ستتوسع صورة القرص ديناميكيًا حتى هذا الحجم.
es_419: La cantidad de almacenamiento para asignar a esta imagen. Se ignora si la imagen es importada. Si es una imagen bruta, entonces se almacenará un archivo vacío de este tamaño con la VM. De otro modo, la imagen de disco se expandirá dinámicamente hasta este tamaño.
fr: La quantité de stockage à allouer pour cette image. Ignoré si importation d’image. Si c'est une image brute, un fichier vide de la même taille sera enregistré avec la VM. Sinon, l’image disque sera dynamiquement étendue jusqu’à cette taille.
ru: Объем памяти, выделяемый для данного образа. Игнорируется при импорте образа. Если это необработанный образ, то вместе с ВМ будет сохранен пустой файл такого размера. В противном случае образ диска будет динамически расширяться до этого размера.
zh_hant: 為此映像檔配置的儲存空間量。如果是匯入映像檔則忽略。如果是 raw 映像檔，則會將此大小的空檔案儲存在虛擬機上。否則，磁碟映像檔將會動態擴充至此大小。

source: Theme
ar: ثيم
es_419: Tema
fi: Teema
fr: Thème
ru: Тема
zh_hant: 主題

source: There are known issues in some newer Linux drivers including black screen, broken compositing, and apps failing to render.
ar: هناك مشاكل معروفة في بعض برامج تشغيل Linux الجديدة بما في ذلك الشاشة السوداء، والتكوين المعطل، وفشل التطبيقات في العرض.
zh_hant: 在部分新版 Linux 驅動程式中有已知問題，包括黑畫面、合成畫面破碎，以及應用程式無法渲染。

source: These are advanced settings affecting QEMU which should be kept default unless you are running into issues.
ar: هذه إعدادات متقدمة تؤثر على QEMU ويجب الحفاظ على الإعدادات الافتراضية ما لم تواجه مشاكل.
es_419: Estas son configuraciones avanzadas que afectan a QEMU y deben mantenerse predeterminadas a menos que tengas problemas.
fi: Nämä ovat QEMU:hun vaikuttavia lisäasetuksia, jotka tulisi pitää oletusarvoisina, ellei sinulla ole ongelmia.
fr: Ce sont des réglages avancés qui affectent le fonctionnement de QEMU, laissez par défaut sauf si vous rencontrez des pb.
ru: Это расширенные параметры, влияющие на работу QEMU, которые следует оставить по умолчанию, если вы не сталкиваетесь с проблемами.
zh_hant: 這裡是影響 QEMU 的進階設定，除非遇到問題否則應當維持預設值。

source: This is appended to the -machine argument.
ar: يتم إضافته إلى وسيط -machine.
es_419: Esto se adjunta al argumento -machine.
fi: Tämä on liitetty -kone-argumenttiin.
fr: Ceci est ajouté à l’argument -machine.
ru: Это значение добавляется к аргументу -machine.
zh_hant: 這會加到 -machine 引數的末尾。

source: This virtual machine cannot be found at: %@
ar: لا يمكن العثور على هذه الآلة الافتراضية في: %@
fr: Cette machine virtuelle peut être trouvée à cet emplacement : %@
zh_hant: 這個虛擬機無法在這裡找到：%@

source: This virtual machine must be re-added to UTM by opening it with Finder. You can find it at the path: %@
ar: يجب إعادة إضافة هذه الآلة الافتراضية إلى UTM عن طريق فتحها باستخدام Finder. يمكنك العثور عليها في المسار: %@
fr: Cette machine virtuelle doit être à nouveau ajoutée en l’ouvrant via le Finder. Vous pourrez la trouver à cet emplacement : %@
zh_hant: 本虛擬機必須重新加入到 UTM，方法是在 Finder 打開這個虛擬機檔案。您可以在此路徑找到這個檔案：%@

source: TPM 2.0 Device
ar: جهاز TPM 2.0
ru: Устройство TPM 2.0
zh_hant: TPM 2.0 裝置

source: TPM can be used to protect secrets in the guest operating system. Note that the host will always be able to read these secrets and therefore no expectation of physical security is provided.
ar: يمكن استخدام TPM لحماية الأسرار في نظام تشغيل الضيف. لاحظ أن المضيف سيكون قادرًا دائمًا على قراءة هذه الأسرار، وبالتالي لا يتم توفير توقعات للأمان المادي.
ru: TPM может использоваться для защиты секретов в гостевой операционной системе. Отметим, что хост всегда сможет прочитать эти секреты, поэтому ожидать физической защиты не приходится.
zh_hant: TPM 可以用來保護客體作業系統的秘密資料。注意主機端永遠都能讀取這些秘密資料，因此不要預期有硬體層的安全性。

source: Trackpad
ar: لوحة اللمس
es_419: Panel Táctil
ru: Трекпад
zh_hant: 觸控式軌跡板

source: Tweaks
ar: تعديلات
es_419: Retoques
fi: Säädöt
fr: Améliorations
ru: Твики
zh_hant: 調校

source: Ubuntu Install Guide
ar: دليل تثبيت Ubuntu
fr: Guide d’installation d’Ubuntu
zh_hant: Ubuntu 安裝指南

source: UEFI Boot
ar: تمهيد UEFI
es_419: Arranque UEFI
fi: UEFI-käynnistys
fr: Boot UEFI
ru: UEFI загрузка
zh_hant: UEFI 開機

source: Upscaling
ar: تكبير
es_419: Aumento de escala
fi: Uscaling
fr: Augmentation de la définition (Upscaling)
ru: Апскейлинг
zh_hant: 提高影像解析度

source: USB Support
ar: دعم USB
es_419: Soporte de USB
fi: USB-tuki
fr: Prise en charge de l’USB
ru: Поддержка USB
zh_hant: USB 支援

source: Use Apple Virtualization
ar: استخدام الافتراضية من Apple
es_419: Usar la Virtualización de Apple
fi: Käytä Applen virtualisointia
fr: Utiliser la Virtualisation d’Apple
ru: Использовать виртуализацию Apple
zh_hant: 使用 Apple Virtualization

source: Use Hypervisor
ar: استخدام Hypervisor
es_419: Usar Hipervisor
fi: Käytä Hypervisoria
fr: Utiliser l’Hyperviseur
ru: Использовать гипервизор
zh_hant: 使用 Hypervisor

source: Use local time for base clock
ar: استخدام الوقت المحلي كساعة أساسية
es_419: Usar tiempo local para el reloj base
fi: Käytä paikallista aikaa peruskellona
fr: Utiliser l’heure locale pour l’OS invité
ru: Использовать местное время в качестве базовых часов
zh_hant: 基礎時鐘使用本地時間

source: Use Rosetta
ar: استخدام Rosetta
fr: Utiliser Rosetta
zh_hant: 使用 Rosetta

source: Use Trackpad
ar: استخدام لوحة اللمس
zh_hant: 使用觸控式軌跡板

source: Use TSO
ar: استخدام TSO
zh_hant: 使用 TSO

source: Use Virtualization
ar: استخدام الافتراضية
es_419: Utilizar la Virtualización
fi: Käytä virtualisointia
fr: Utiliser la Virtualisation
ru: Использовать виртуализацию
zh_hant: 使用虛擬化技術

source: VGA Device RAM (MB)
ar: ذاكرة جهاز VGA (MB)
es_419: RAM del dispositivo VGA (en MB)
fi: VGA-laitteen RAM (MB)
fr: Mémoire RAM de la carte VGA (en MB)
ru: Память VGA (МБ)
zh_hant: VGA 裝置記憶體 (MB)

source: Virtualization
ar: الافتراضية
fr: Virtualisation
zh_hant: 虛擬化

source: Virtualization Engine
ar: محرك الافتراضية
es_419: Motor de Virtualización
fi: Virtualisointimoottori
fr: Moteur de virtualisation
ru: Движок виртуализации
zh_hant: 虛擬化引擎

source: Wait for Connection
ar: انتظر الاتصال
es_419: Esperar conexión
fi: Odota yhteyttä
fr: Attendre la connection
ru: Ожидание подключения
zh_hant: 等待連接

source: WebDAV requires installing SPICE daemon. VirtFS requires installing device drivers.
ar: يتطلب WebDAV تثبيت خدمة SPICE. يتطلب VirtFS تثبيت برامج تشغيل الأجهزة.
es_419: WebDAV require de instalar el daemon de SPICE. VirtFS require de instalar los controladores de dispositivo.
fr: WebDAV requiert l’installation du deamon SPICE. VirtFS requiert l’installation des pilotes.
ru: WebDAV требует установки демона SPICE. VirtFS требует установки драйверов устройств.
zh_hant: WebDAV 需要安裝 SPICE 守護程式。VirtFS 需要安裝裝置驅動程式。

source: Width
ar: عرض
fr: Largeur
zh_hant: 寬度

source: Windows Install Guide
ar: دليل تثبيت Windows
fr: Guide d’installation de Windows
zh_hant: Windows 安裝指南

source: You can use this if your boot options are corrupted or if you wish to re-enroll in the default keys for secure boot.
ar: يمكنك استخدام هذا إذا كانت خيارات التمهيد لديك تالفة أو إذا كنت ترغب في إعادة تسجيل المفاتيح الافتراضية للتمهيد الآمن.
zh_hant: 如果您的開機選項被改壞了，或者是想要重新註冊預設的安全開機金鑰，可以使用這個選項。

source: Zoom
ar: تكبير
fi: Zoomaa
fr: Zoomer
ru: Приблизить
zh_hant: 縮放

source: SPICE WebDAV
fr: WebDAV via SPICE

source: Error parsing JSON.
es_419: Error al analizar el archivo JSON
fi: JSON jäsentämisessä tapahtui virhe.
fr: Erreur de traitement du fichier JSON
ru: Ошибка при анализе JSON.

source: Port is not connected.
es_419: El puerto no está conectado
fr: Le port n’est pas connecté.
ru: Порт не подключен

source: Guest panic
es_419: Pánico del invitado
fi: Vieras paniikki
fr: Panique de l’invité
ru: Гостевая паника

source: Timed out waiting for RPC.
es_419: Se agotó el tiempo de espera para RPC.
fi: RPC:tä odottaessa aikakatkaisu.
fr: Délai d’attente trop long du RPC.
ru: Время ожидания RPC истекло.

source: Manager being deallocated, killing pending RPC.
es_419: El controlador está siendo deasignado, matando RPC pendiente.
fi: Manageri vapautuu, tappaminen odottaa RPC:tä.
fr: Le gestionnaire a été désalloué, arrêt du RPC en attente.
ru: Менеджер освобождается, что приводит к завершению работы RPC

source: Error trying to restore external drives and shares: %@
es_419: Error al intentar restablecer unidades externas y compartidas: %@
fr: Erreur lors de la restauration des lecteurs externes et partages : %@
ru: Ошибка при попытке восстановления внешних дисков и общих ресурсов: %@

source: QEMU exited from an error: %@
es_419: QEMU salió por un error: %@
fi: QEMU poistui virheestä: %@
fr: QEMU a quitté avec l’erreur : %@
ru: QEMU завершила работу с ошибкой: %@

source: Error trying to start shared directory: %@
es_419: Error al intentar iniciar el directorio compartido: %@
fi: Virhe yritettäessä käynnistää jaettu hakemisto: %@
fr: Erreur lors de la tentative de démarrage du dossier partagé ：%@
ru: Ошибка при попытке запуска общего каталога: %@

source: Error trying to restore removable drives: %@
fi: Virhe yritettäessä palauttaa irrotettavia asemia: %@
fr: Erreur lors de la tentative de restauration du lecteur amovible : %@

source: VM frontend does not support shared directories.
es_419: El frontend no soporta los directorios compartidos.
fi: VM-käyttöliittymä ei tue jaettuja hakemistoja.
fr: Le frontend de la VM ne prend pas en charge les dossiers partagés.
ru: Фронтенд VM не поддерживает общие каталоги.

source: Cannot start shared directory before SPICE starts.
es_419: No se puede iniciar un directorio compartido antes de que SPICE inicie.
fi: Jaettua hakemistoa ei voi käynnistää ennen kuin SPICE alkaa.
fr: Impossible de démarrer le partage de dossiers avant que SPICE n’ait démarré.
ru: Невозможно запустить общий каталог до запуска SPICE.

source: Failed to load plist
es_419: No se pudo cargar la plist
fi: Plistin lataaminen epäonnistui
fr: Impossible de charger la plist
ru: Не удалось загрузить plist

source: Config format incorrect.
es_419: El formato de configuración es incorrecto.
fi: Määritysmuoto on virheellinen.
fr: Format de configuration incorrect.
ru: Неверный формат конфигурации.

source: Serial %lld: %@
fr: Série %lld: %@

source: Current Window
fr: Fenêtre actuelle

source: Zoom/Reset
fr: Zoom/Réinitialiser

source: External Monitor
fr: Moniteur externe

source: New Window…
fr: Nouvelle fenêtre…

source: Clear…
fr: Effacer…

source: Shared Directory: %@
fr: Dossier partagé : %@

source: Eject…
fr: Éjecter…

source: Installation: %lld%%
fr: Installation de : %lld%%
