Repository: kakik0u/atm
Catalog: Platform/*.lproj/Localizable.strings
Languages: ar, es_419, fi, fr, ru, zh_hant

source: Resize display to window size automatically
ar: إعادة حجم العرض إلى حجم النافذة تلقائيًا
es_419: Redimensionar el tamaño de la pantalla al tamaño de la ventana automáticamente
fi: Muuta näytön koko automaattisesti ikkunan kokoon
fr: Changer automatiquement la résolution en fonction de la taille de la fenêtre
ru: Автоматическое изменение размера экрана в соответствии с размером окна
zh_hant: 自動調整顯示器至視窗大小

source: Resizing is experimental and could result in data loss. You are strongly encouraged to back-up this VM before proceeding. Would you like to resize to %@ GiB?
ar: إعادة الحجم هي ميزة تجريبية وقد تؤدي إلى فقدان البيانات. يُنصح بشدة بعمل نسخة احتياطية لهذه الآلة الافتراضية قبل المتابعة. هل ترغب في تغيير الحجم إلى %@ جيجابايت؟
es_419: El redimensionar es experimental y puede resultar en una pérdida de datos. Te recomendamos encarecidamente de hacer una copia de seguridad de esta máquina virtual antes de continuar. ¿Le gustaría cambiar el tamaño a %@ GiB?
ru: Изменение размера является экспериментальным и может привести к потере данных. Перед началом работы настоятельно рекомендуется создать резервную копию этой ВМ. Вы хотите изменить размер до %@ ГиБ?

source: Restoring
ar: يتم الاستعادة
zh_hant: 正在恢復

source: Resuming
ar: يتم الاستئناف
es_419: Resumiendo
fr: Reprise
ru: Возобновление
zh_hant: 正在繼續

source: Retina Mode
ar: وضع Retina
es_419: Modo Retina
fi: Retina-tila
fr: Mode Retina
ru: Режим Retina
zh_hant: Retina 模式

source: Rosetta is not supported on the current host machine.
ar: Rosetta غير مدعومة على الجهاز المضيف الحالي.
es_419: Rosetta no está soportado en la máquina anfitrión actual.
fr: Rosetta n’est pas prise en charge sur cette machine hôte.
ru: Rosetta не поддерживается на текущей хост-машине.
zh_hant: 目前主機端機器不支援 Rosetta。

source: Running
ar: يعمل
es_419: En ejecución
fi: Suorittaa
fr: En cours d’exécution
ru: Работает

source: Running low on memory! UTM might soon be killed by iOS. You can prevent this by decreasing the amount of memory and/or JIT cache assigned to this VM
ar: الذاكرة منخفضة! قد يتم إنهاء UTM قريبًا بواسطة iOS. يمكنك منع ذلك عن طريق تقليل كمية الذاكرة و/أو ذاكرة التخزين المؤقت JIT المخصصة لهذه الآلة الافتراضية.
es_419: ¡El dispositivo se está quedando sin memoria! UTM pronto podría ser matado por iOS. Puedes prevenir esto al disminuir la cantidad de memoria y/o el caché de JIT asignado a esta VM
fi: Muisti on vähissä! iOS saattaa pian tappaa UTM:n. Voit estää tämän vähentämällä tälle VM:lle osoitetun muistin ja/tai JIT-välimuistin määrää
fr: Il ne reste presque plus de mémoire ! UTM peut bientôt être arrêté par iOS. Vous pouvez éviter ceci en réduisant la quantité de mémoire et/ou le cache JIT assigné à cette VM
ru: Не хватает памяти! UTM может быть вскоре убит iOS. Это можно предотвратить, уменьшив объем памяти и/или JIT-кэша, выделенного этой ВМ
zh_hant: 記憶體不足！UTM 可能不久後就會被 iOS 強制中止。降低分配至這台虛擬機的記憶體大小或 JIT 快取可以避免發生如此情況。

source: Save
ar: حفظ
es_419: Guardar
fi: Tallenna
fr: Enregistrer
ru: Сохранить
zh_hant: 儲存

source: Saved
ar: تم الحفظ

source: Saving
ar: يتم الحفظ
zh_hant: 正在儲存

source: Scaling
ar: تغيير الحجم
es_419: Escalado
fi: Skaalaus
fr: Mise à l’échelle
ru: Масштабирование
zh_hant: 比例縮放

source: SD Card
ar: بطاقة SD
es_419: Tarjeta SD
fi: Sd-kortti
fr: Carte SD
ru: SD карта
zh_hant: SD 卡

source: Select a file.
ar: اختر ملفًا.
es_419: Selecciona un archivo.
fr: Sélectionnez un fichier.
ru: Выбрать файл.
zh_hant: 選擇檔案。

source: Select a UTM Server
ar: اختر خادم UTM

source: Select Drive Image
ar: اختر صورة محرك
es_419: Seleccionar Imagen de Disco
fr: Sélectionner une image de lecteur
ru: Выбрать образ диска
zh_hant: 選擇磁碟機映像檔

source: Select Shared Folder
ar: اختر مجلد مشترك
es_419: Seleccionar Directorio Compartido
fr: Sélectionner le dossier partagé
ru: Выбрать общую папку
zh_hant: 選擇共享檔案夾

source: Select where to export QEMU command:
ar: اختر المكان لتصدير أمر QEMU:
es_419: Seleccione dónde exportar el comando QEMU:
fr: Sélectionnez où exporter la commande QEMU :
ru: Выберите, куда экспортировать команду QEMU:
zh_hant: 選擇匯出 QEMU 命令的位置：

source: Select where to save debug log:
ar: اختر المكان لحفظ سجل التصحيح:
es_419: Seleccione dónde guardar el registro de depuración:
fr: Sélectionnez où enregistrer le journal de débogage :
ru: Выберите, куда сохранять журнал отладки:
zh_hant: 選擇儲存除錯日誌的位置：

source: Select where to save UTM Virtual Machine:
ar: اختر المكان لحفظ الآلة الافتراضية UTM:
es_419: Seleccione dónde guardar la máquina virtual UTM:
fr: Sélectionnez où sauvegarder la machine virtuelle UTM :
ru: Выберите, куда сохранять виртуальную машину UTM:
zh_hant: 選擇儲存 UTM 虛擬機的位置：

source: Selected:
ar: المحدد:
es_419: Seleccionado:
fi: Valittu:
fr: Sélectionné :
ru: Выбранное:
zh_hant: 已選擇：

source: Sends power down request to the guest. This simulates pressing the power button on a PC.
ar: يرسل طلب إيقاف تشغيل الطاقة إلى الضيف. هذا يحاكي الضغط على زر الطاقة على الكمبيوتر الشخصي.
es_419: Enviar solicitud de apagado al invitado. Esto simula presionar el botón de apagado en una PC.
fr: Envoie une requête d’extinction à l’invité. Cela simule un appui sur le bouton d’alimentation du PC.
ru: Отправляет гостю запрос на выключение питания. Это имитирует нажатие кнопки питания на ПК.
zh_hant: 將關機請求送往客體，模擬按下 PC 的關機鍵。

source: Serial %lld
ar: سلسلة %lld
fr: Série %lld
ru: Последовательный %lld
zh_hant: 序列裝置 %lld

source: Server
ar: خادم

source: Server IP: %@, Port: %@
ar: IP الخادم: %1$@، المنفذ: %2$@

source: Share USB devices from host
ar: مشاركة أجهزة USB من المضيف
es_419: Compartir dispositivos USB del host
fi: Jaa USB-laitteet isännältä
fr: Partager les appareils USB de l’hôte
ru: Включить общий доступ USB устройств из хоста
zh_hant: 共享主機端的 USB 裝置

source: Shared directories in macOS VMs are only available in macOS 13 and later.
ar: الدلائل المشتركة في آلات macOS الافتراضية متاحة فقط في macOS 13 وما بعده.
es_419: Los directorios compartidos en VMs de macOS sólo están disponibles en macOS 13 y posterior.
fr: Les dossiers partagés dans les VM macOS ne sont disponibles que sur macOS 13 et suivants.
ru: Общие каталоги в виртуальных машинах macOS доступны только в macOS 13 и более поздних версиях.
zh_hant: 要和 macOS 虛擬機共享檔案夾，需要 macOS 13 以上的版本。

source: Shared Directory
ar: دليل مشترك
es_419: Directorio compartido
fi: Jaettu hakemisto
fr: Dossier partagé
ru: Каталог общего доступа
zh_hant: 共享檔案夾

source: Shared Network
ar: شبكة مشتركة
es_419: Red compartida
fi: Jaettu verkko
fr: Réseau partagé
ru: Общая сеть
zh_hant: 共享網路

source: Sharing
ar: مشاركة
es_419: Compartir
fi: Jakaminen
fr: Partage
ru: Общий доступ
zh_hant: 共享

source: Show Advanced Settings
ar: عرض الإعدادات المتقدمة
es_419: Mostrar configuraciones avanzadas
fi: Näytä lisäasetukset
fr: Afficher les réglages avancés
ru: Показать расширенные параметры
zh_hant: 顯示進階設定

source: Show All
ar: عرض الكل
zh_hant: 顯示全部

source: Show All…
ar: عرض الكل…
es_419: Mostrar todo...
fi: Näytä kaikki…
fr: Tout afficher…
ru: Показать все…
zh_hant: 顯示全部…

source: Show dock icon
ar: عرض أيقونة الرصيف
fr: Afficher l’icône dans le dock
zh_hant: 顯示 Dock 圖示

source: Show menu bar icon
ar: عرض أيقونة شريط القوائم
fr: Afficher l’icône de la barre de menu
zh_hant: 顯示選單列圖示

source: Size
ar: الحجم
es_419: Tamaño
fi: Koko
fr: Taille
ru: Размер
zh_hant: 大小

source: Slower, but can run other CPU architectures.
ar: أبطأ، ولكن يمكنه تشغيل بنى المعالج الأخرى.
es_419: Más lento, pero puede correr otras arquitecturas de CPU.
fi: Hitaampi, mutta voi käyttää muita suoritinarkkitehtuureja.
fr: Plus lent, mais peut émuler un CPU d’une autre architecture.
ru: Медленнее, но может работать с другими архитектурами процессоров.
zh_hant: 比較慢，但可以執行其他 CPU 架構。

source: Socket not specified.
ar: لم يتم تحديد المقبس.
zh_hant: 未指定 socket。

source: Specify the size of the drive where data will be stored into.
ar: حدد حجم القرص الذي سيتم تخزين البيانات فيه.
es_419: Especifica el tamaño del disco en donde los datos serán guardados.
fi: Määritä sen aseman koko, johon tiedot tallennetaan.
fr: Définissez la taille du lecteur dans lequel seront enregistrées les données.
ru: Укажите размер диска, на котором будут храниться данные.
zh_hant: 指定存放資料的磁碟機大小。

source: SPICE with GStreamer (Input & Output)
ar: SPICE مع GStreamer (إدخال وإخراج)
zh_hant: SPICE 搭配 GStreamer（輸入／輸出）

source: Started
ar: تم البدء
es_419: Iniciado
fr: Démarrée
ru: Запущенно
zh_hant: 已啟動

source: Starting
ar: يتم البدء
es_419: Iniciando
fr: Démarre
ru: Запускается
zh_hant: 正在啟動

source: Startup
ar: بدء التشغيل

source: Stop
ar: إيقاف
es_419: Detener
fi: Pysäytä
fr: Arrêter
ru: Остановить
zh_hant: 停止

source: Stopped
ar: تم الإيقاف
es_419: Detenido
fi: Pysähdytetty
fr: Arrêtée
ru: Остановлена
zh_hant: 已停止

source: Stopping
ar: يتم الإيقاف
es_419: Deteniendo
fr: Arrêt en cours
ru: Останавлевается
zh_hant: 正在停止

source: Style
ar: نمط
es_419: Estilo
fi: Tyyli
ru: Стиль
zh_hant: 樣式

source: Summary
ar: ملخص
es_419: Resumen
fi: Yhteenveto
fr: Résumé
ru: Краткая информация
zh_hant: 概要

source: Support
ar: دعم
es_419: Soporte
fi: Tuki
fr: Aide
ru: Поддержка
zh_hant: 支援

source: Suspend is not supported for virtualization.
ar: لا تدعم خاصية الإيقاف المؤقت في بيئة الافتراضية.
fr: La suspension n’est pas prise en charge pour la virutualisation.
zh_hant: 「虛擬化」不支援暫停。

source: Suspend is not supported when an emulated NVMe device is active.
ar: لا تدعم خاصية الإيقاف المؤقت عندما يكون جهاز NVMe المحاكي نشطًا.
fr: La suspension n’est pas prise en charge lorsque un appareil NVMe émulé est actif.
zh_hant: 使用模擬的 NVMe 裝置時不支援暫停。

source: Suspend is not supported when GPU acceleration is enabled.
ar: لا تدعم خاصية الإيقاف المؤقت عند تمكين تسريع GPU.
fr: La suspension n’est pas prise en charge lorsque l’accélération avec le GPU est activée.
zh_hant: 啟動 GPU 加速時不支援暫停。

source: Suspend state cannot be saved when running in disposible mode.
ar: لا يمكن حفظ حالة الإيقاف المؤقت عند التشغيل في وضع التخلص.

source: Suspended
ar: معلق
es_419: Suspendido
fi: Keskeytetty
fr: Suspendue
ru: Приостановлено
zh_hant: 已暫停

source: SW TPM failed to start. %@
ar: فشل SW TPM في البدء. %@
zh_hant: SW TPM 無法啟動。%@

source: System
ar: نظام
es_419: Sistema
fi: Järjestelmä
fr: Système
ru: Система
zh_hant: 系統

source: TCP Client Connection
ar: اتصال عميل TCP
es_419: Conexión de cliente TCP
fi: TCP-asiakasyhteys
fr: Connection Client TCP
ru: Подключение клиента TCP
zh_hant: TCP 用戶端連接

source: TCP Server Connection
ar: اتصال خادم TCP
es_419: Conexión de servidor TCP
fi: TCP-palvelinyhteys
fr: Connection Serveur TCP
ru: Подключение сервера TCP
zh_hant: TCP 伺服端連接

source: Tells the VM process to shut down with risk of data corruption. This simulates holding down the power button on a PC.
ar: يخبر عملية الآلة الافتراضية بإيقاف التشغيل مع خطر تلف البيانات. هذا يحاكي الضغط على زر الطاقة في الكمبيوتر الشخصي.
es_419: Le dice al proceso de la VM de apagarse con riesgo de corromper los datos. Esto simula mantener presionado el botón de apagado en una PC:
fr: Indique au processus de la VM de s’arrêter avec un risque de perte de données. Cela simule le fait d’appuyer longtemps sur le bouton d’alimention du PC.
ru: Дает команду на завершение процесса ВМ с риском повреждения данных. Это имитирует нажатие кнопки питания на ПК:
zh_hant: 告訴虛擬機程序關機，可能導致資料損壞。模擬長按 PC 的關機鍵。

source: Test
ar: اختبار
fi: Testaa
ru: Тест
zh_hant: 測試

source: Test 1
ar: اختبار 1

source: Test 2
ar: اختبار 2

source: The backend for this configuration is not supported.
ar: الخلفية لهذا التكوين غير مدعومة.
es_419: El backend para esta configuración no está soportado.
fr: Le moteur n’est pas pris en charge pour cette configuration.
ru: Бэкэнд для данной конфигурации не поддерживается.
zh_hant: 不支援本組態的後端。

source: The client interface version does not match the server.
ar: إصدار واجهة العميل لا يتطابق مع الخادم.

source: The device cannot be found.
ar: لا يمكن العثور على الجهاز.

source: The device is not currently connected.
ar: الجهاز غير متصل حاليًا.

source: The drive '%@' already exists and cannot be created.
ar: القرص '%@' موجود بالفعل ولا يمكن إنشاؤه.
es_419: La unidad “%@” ya existe y no se puede crear.
fr: Le lecteur '%@' existe déjà et ne peut être créé.
ru: Диск '%@' уже существует и его нельзя создать.
zh_hant: 「%@」磁碟機已經存在，因此無法建立。

source: The guest support tools have already been mounted.
ar: تمت إضافة أدوات دعم الضيف بالفعل.
es_419: Las herramientas de invitado ya han sido montadas.
fr: Les outils de prise en charge de l’invité sont déjà montés.
ru: Инструменты для поддержки гостей уже смонтированы.
zh_hant: 客體支援工具已經裝載。

source: The host fingerprint does not match the saved value. This means that UTM Server was reset, a different host is using the same name, or an attacker is pretending to be the host. For your protection, you need to delete this saved host to continue.
ar: بصمة المضيف لا تتطابق مع القيمة المحفوظة. هذا يعني أن خادم UTM قد تم إعادة تعيينه، أو أن مضيفًا مختلفًا يستخدم نفس الاسم، أو أن هناك مهاجمًا يتظاهر بأنه المضيف. لحمايتك، تحتاج إلى حذف هذا المضيف المحفوظ للمتابعة.

source: The host operating system needs to be updated to support one or more features requested by the guest.
ar: يجب تحديث نظام التشغيل المضيف لدعم ميزة أو أكثر طلبها الضيف.
es_419: El sistema operativo host debe actualizarse para soportar una o más funciones solicitadas por el invitado.
fr: Le système d’exploitation de l’hôte doit être mis à jour pour prendre en charge une ou plusieurs fonctionnalités requises par l’invité.
ru: Операционная система хоста должна быть обновлена для поддержки одной или нескольких функций, запрашиваемых гостем.
zh_hant: 主機端作業系統需要更新，才能支援客體請求的一或多個功能。

source: The operating system cannot be installed on this machine.
ar: لا يمكن تثبيت نظام التشغيل على هذه الآلة.
zh_hant: 此機器無法安裝本作業系統。

source: The operation is not available.
ar: هذه العملية غير متاحة.
zh_hant: 無法執行本動作。

source: The QEMU guest agent is not running or not installed on the guest.
ar: وكيل ضيف QEMU غير قيد التشغيل أو غير مثبت على الضيف.
zh_hant: 未執行或未在客體安裝 QEMU 客體代理程式。

source: The selected architecture is unsupported in this version of UTM.
ar: البنية المختارة غير مدعومة في هذا الإصدار من UTM.
es_419: La arquitectura seleccionada no está soportada en esta versión de UTM.
fi: Valittua arkkitehtuuria ei tueta tässä UTM-versiossa.
fr: L’architecture sélectionnée n’est pas disponible dans cette version d’UTM.
ru: Выбранная архитектура не поддерживается в данной версии UTM.
zh_hant: 目前版本的 UTM 不支援選擇的系統架構。

source: The selected boot image contains the word '%@' but the guest architecture is '%@'. Please ensure you have selected an image that is compatible with '%@'.
ar: تحتوي صورة التمهيد المحددة على الكلمة '%@' ولكن بنية الضيف هي '%@'. يرجى التأكد من أنك قد اخترت صورة متوافقة مع '%@'.
es_419: La imagen de arranque seleccionada contiene la palabra “%1$@“, pero la arquitectura invitada es “%2$@“. Por favor asegúrese de que tiene seleccionada una imagen que es compatible con “%3$@“.
fr: L’image de démarrage sélectionnée contient le mot '%@' mais l’architecture de l’invité est '%@'. Assurez-vous d’avoir sélectionné une image compatible avec '%@'.
ru: Выбранный загрузочный образ содержит слово “%1$@“, но гостевая архитектура - “%2$@“. Убедитесь, что выбран образ, совместимый с “%3$@“.
zh_hant: 選擇的開機映像檔包含「%1$@」單字，但客體架構是「%2$@」。請確保您選擇得是相容「%3$@」的映像檔。

source: The server interface version does not match the client.
ar: إصدار واجهة الخادم لا يتطابق مع العميل.

source: The target does not support hardware emulated serial connections.
ar: الهدف لا يدعم الاتصالات التسلسلية المحاكية بالعتاد.
es_419: El objetivo no soporta conexiones en serie emuladas por hardware.
fr: La cible prend pas en charge l’émulation matérielle de connection de Série.
ru: Цель не поддерживает аппаратную эмуляцию последовательных соединений.
zh_hant: 目標平台不支援硬體模擬序列連接。

source: The virtual machine is in an invalid state.
ar: الآلة الافتراضية في حالة غير صالحة.
es_419: La máquina virtual está en un estado inválido.
fr: La machine virtuelle est dans un état invalide.
ru: Виртуальная машина находится в недопустимом состоянии.
zh_hant: 虛擬機的狀態不正確。

source: The virtual machine is not running.
ar: الآلة الافتراضية غير قيد التشغيل.
zh_hant: 虛擬機未在執行。

source: The virtual machine must be stopped before this operation can be performed.
ar: يجب إيقاف الآلة الافتراضية قبل أن يمكن تنفيذ هذه العملية.
zh_hant: 在執行本動作前，虛擬機必須先停止。

source: There is no UTM file in the downloaded ZIP archive.
ar: لا يوجد ملف UTM في الأرشيف المضغوط الذي تم تنزيله.
es_419: No hay un archivo UTM en el archivo ZIP descargado.
fi: Ladatussa ZIP-arkistossa ei ole UTM-tiedostoa.
fr: Il n’y a aucun fichier UTM dans l’archive ZIP téléchargée.
ru: В скачанном ZIP-архиве отсутствует файл UTM.
zh_hant: 下載到的 ZIP 封存檔中沒有 UTM 檔案。

source: This audio card is not supported.
ar: هذه بطاقة الصوت غير مدعومة.
zh_hant: 不支援此音效卡。

source: This backend is not supported on your machine.
ar: هذا الخلفية غير مدعومة على جهازك.
zh_hant: 您的裝置不支援此後端。

source: This build does not emulation.
ar: هذا الإصدار لا يدعم المحاكاة.
es_419: Esta compilación no emula.
fr: Cette version ne fait pas d’émulation.
ru: В данной сборке эмуляция не производится.
zh_hant: 這個組建不能模擬。

source: This build of UTM does not support emulating the architecture of this VM.
ar: هذا الإصدار من UTM لا يدعم محاكاة بنية هذه الآلة الافتراضية.
es_419: Esta compilación de UTM no soporta la emulación de la arquitectura de esta VM.
fr: Cette version d’UTM ne prend pas en charge l’émulation de l’achitecture de cette VM.
ru: Данная сборка UTM не поддерживает эмуляцию архитектуры этой ВМ.
zh_hant: 本 UTM 組建不支援模擬此虛擬機的架構。

source: This change will reset all settings
ar: سيؤدي هذا التغيير إلى إعادة تعيين جميع الإعدادات.
es_419: Este cambio restablecerá todas las configuraciones
fr: Ce changement réinitialisera tous les réglages
ru: Это изменение приведет к сбросу всех настроек
zh_hant: 此更改會重設所有設定

source: This configuration is saved with a newer version of UTM and is not compatible with this version.
ar: تم حفظ هذا التكوين بإصدار أحدث من UTM وهو غير متوافق مع هذا الإصدار.
es_419: Esta configuración está guardada con una nueva versión de UTM y no es compatible con esta versión.
fr: Cette configuration est sauvegardée dans une version plus récente d’UTM et n’est pas compatible avec cette version.
ru: Данная конфигурация сохранена в более новой версии UTM и не совместима с этой версией.
zh_hant: 本組態設定是使用較新版本的 UTM 儲存，與這個版本不相容。

source: This configuration is too old and is not supported.
ar: هذا التكوين قديم جدًا وغير مدعوم.
es_419: Esta configuración es muy antigua y no está soportada.
fr: Cette configuration est trop ancienne et n’est pas prise en charge.
ru: Данная конфигурация слишком устарела и не поддерживается.
zh_hant: 本組態設定過舊且不支援。

source: This device is not supported by the target.
ar: هذا الجهاز غير مدعوم من قبل الهدف.
zh_hant: 目標平台不支援此裝置。

source: This directory is already being shared.
ar: يتم مشاركة هذا الدليل بالفعل.
es_419: Este directorio ya está siendo compartido.
fr: Ce dossier est déjà partagé.
ru: Этот каталог уже находится в общем доступе.
zh_hant: 本檔案夾已在共享。

source: This function is not implemented.
ar: هذه الوظيفة غير منفذة.

source: This functionality is not yet implemented.
ar: هذه الوظيفة لم تُنفذ بعد.

source: This host is not yet trusted. You should verify that the fingerprints match what is displayed on the host and then select Trust to continue.
ar: هذا المضيف لم يُوثق بعد. يجب عليك التحقق من أن بصمات الأصابع تتطابق مع ما هو معروض على المضيف ثم اختيار "ثقة" للمتابعة.

source: This is not a valid Apple Virtualization configuration.
ar: هذه ليست تكوينًا صالحًا لافتراضية Apple.
es_419: Esta no es una configuración válida de la Virtualización de Apple.
fr: Ceci n’est pas une configuration de virtualisation Apple valide.
ru: Это недопустимая конфигурация Apple Virtualization.
zh_hant: 這不是有效的 Apple Virtualization 組態設定。

source: This may corrupt the VM and any unsaved changes will be lost. To quit safely, shut down from the guest.
ar: قد يتسبب هذا في تلف الآلة الافتراضية وأي تغييرات غير محفوظة ستفقد. للخروج بأمان، قم بإيقاف التشغيل من الضيف.
es_419: Esto puede corromper la VM y se perderá cualquier cambio no guardado. Para salir con seguridad, apaga la VM desde el invitado.
fr: Ceci peut corrompre la VM et tous les changements non sauvegardés seront perdus. Pour quitter en toute sécurité, quittez le système d’exploitation de l’invité.
ru: Это может привести к повреждению виртуальной машины, и все несохраненные изменения будут потеряны. Для безопасного выхода из системы выключите ее из гостевой ОС.
zh_hant: 這可能損壞虛擬機，且未儲存的更改將會遺失。如要安全地結束，請從客體系統關機。

source: This operating system is unsupported on your machine.
ar: هذا نظام التشغيل غير مدعوم على جهازك.
es_419: Este sistema operativo no está soportado en tu máquina.
fr: Ce système d’exploitation n’est pas pris en charge sur votre machine.
ru: Данная операционная система не поддерживается на вашем компьютере.
zh_hant: 您的裝置不支援本作業系統。

source: This virtual machine cannot be run on this machine.
ar: لا يمكن تشغيل هذه الآلة الافتراضية على هذه الآلة.
es_419: Esta máquina virtual no puede ejecutarse en esta máquina.
fr: Cette machine virtuelle ne peut pas être exécutée sur cette machine.
ru: Эта виртуальная машина не может быть запущена на данной машине.
zh_hant: 本虛擬機無法在此機器運作。

source: This virtual machine cannot run on the current host machine.
ar: لا يمكن تشغيل هذه الآلة الافتراضية على المضيف الحالي.
es_419: Esta máquina virtual no puede ejecutarse en la máquina anfitrión actual.
fr: Cette machine virtuelle ne peut pas être exécutée sur cette machine hôte.
ru: Эта виртуальная машина не может работать на текущей хост-машине.
zh_hant: 本虛擬機無法在目前的主機端機器運作。

source: This virtual machine contains an invalid hardware model. The configuration may be corrupted or is outdated.
ar: تحتوي هذه الآلة الافتراضية على نموذج عتاد غير صالح. قد يكون التكوين تالفًا أو قديمًا.
es_419: Esta máquina virtual contiene un modelo inválido de hardware. La configuración puede estar corrupta o desactualizada.
fr: La machine virtuelle contient un modèle matériel non valide. La configuration est peut-être corrompue ou périmée.
ru: Эта виртуальная машина содержит недопустимую аппаратную модель. Конфигурация может быть испорченной или устаревшей.
zh_hant: 本虛擬機包含無效的硬體型號。組態設定可能已經損壞或過時。

source: This virtual machine has been removed.
ar: تمت إزالة هذه الآلة الافتراضية.
es_419: Esta máquina virtual ha sido eliminada.
fr: Cette machine virtuelle a été supprimée.
ru: Эта виртуальная машина была удалена.
zh_hant: 本虛擬機已被移除。

source: This virtual machine is already running. In order to run it from this device, you must stop it first.
ar: هذه الآلة الافتراضية قيد التشغيل بالفعل. لتشغيلها من هذا الجهاز، يجب عليك إيقافها أولاً.

source: This virtual machine is currently unavailable, make sure it is not open in another session.
ar: هذه الآلة الافتراضية غير متاحة حاليًا، تأكد من أنها غير مفتوحة في جلسة أخرى.

source: This VM is configured for a backend that does not support remote clients.
ar: تم تكوين هذه الآلة الافتراضية لخلفية لا تدعم العملاء عن بُعد.

source: This VM is unavailable.
ar: هذه الآلة الافتراضية غير متاحة.

source: This will reset the VM and any unsaved state will be lost.
ar: سيؤدي هذا إلى إعادة تعيين الآلة الافتراضية وأي حالة غير محفوظة ستفقد.
es_419: Esto reiniciará la VM y se perderá cualquier estado no guardado.
fr: Ceci va réinitialiser la VM et toutes les informations non enregistrées seront perdues.
ru: Это приведет к перезагрузке ВМ, и все несохраненные состояния будут потеряны.
zh_hant: 這將重設虛擬機，未儲存的狀態將會遺失。

source: Timed out trying to connect.
ar: انتهت المهلة أثناء محاولة الاتصال.
